insert into term_detail (term_cd,
                         term_version,
                         term_content,
                         start_date,
                         end_date,
                         created_at,
                         created_by,
                         updated_at,
                         updated_by,
                         row_stat_cd)
values ('TERM01', '0.1', 'Rubys
서비스 이용 약관
제 1 조 (목적)
주식회사 베노프하우스(이하 ''당사'')가 인터넷과 모바일 등 Rubys 플랫폼서비스(이하 ‘서비스’)를 통해 제공하는 다양한 서비스를 이용하여 주셔서 감사합니다. 당사는 이용자가 서비스를 더 편리하게 이용할 수 있도록 서비스 이용약관을 마련하였습니다. 본 약관은 이용자가 서비스를 이용하는데 필요한 권리, 의무 및 책임사항 기타 필요한 사항을 규정하고 있으므로 주의 깊게 살펴봐 주시기 바랍니다.
제 2 조 (정의)
본 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.
1.Rubys: 당사가 운영하는 플랫폼을 의미하며, 인터넷, 모바일 어플리케이션(이하 ‘앱’) 등을 통하여 파트너들이 제공하는 다양한 재화 또는 용역(이하 ''재화 등'')의 광고를 이용자에게 제공하거나, 파트너와 이용자 간 거래를 중개하고, 나아가 당사 또는 이용자가 창작한 다양한 콘텐츠를 게시하고 그를 통하여 이용자 간 커뮤니케이션이 진행될 수 있도록 설정한 공간을 말하며, 아울러 이를 운영하는 사업자의 의미로도 사용합니다.
2.서비스: 콘텐츠 및 그를 매개로 한 이용자 간 커뮤니케이션 공간, 파트너 재화 등의 광고 및 파트너와 고객 간 거래의 중개 등 이용자의 생활을 더 편리하게 하기 위해 당사가 Rubys를 통하여 제공 또는 제공할 서비스를 말합니다.
3.제휴서비스: 당사가 자신이 운영하는 타 서비스 또는 자신과 협력관계에 있는 제3자가 운영하는 서비스와 Rubys를 연동하는 등 다양한 제휴 방식을 통해 Rubys와 별개로 국내 ∙ 외에서 제공하는 서비스를 말합니다.
4.이용자: 당사가 제공하는 서비스를 이용하는 자로서 회원 및 비회원을 포함합니다.
5.회원: Rubys에 회원등록을 한 자로서, Rubys 내에서 서비스를 이용할 수 있는 자격을 갖춘 자를 말합니다.
6.비회원: 회원에 가입하지 않고, Rubys에서 제한적으로 제공하는 서비스를 이용하는 자를 말합니다.
7.콘텐츠: 당사 또는 이용자가 서비스 상에 게시 또는 등록하는 모든 글, 사진, 동영상, 각종 파일, 링크, 회원소개 등(부호, 문자, 영상, 그림 등 그 형태를 불문합니다) Rubys 내에서 게시 또는 사용되는 일체의 정보를 말합니다.
8.파트너: Rubys가 지정한 절차를 마치고 Rubys를 이용하는 자로, Rubys를 통해 이용자에게 자신의 재화 등을 광고 또는 판매하는 자를 말합니다.
9.회원정보: Rubys를 통해 가입을 신청한 자에게 회원가입 신청양식(이하 ''신청양식'')에 따라 기재를 요청하는 개인정보 및 회원의 식별과 서비스 이용을 위하여 회원이 Rubys에 제공한 정보를 말합니다.
제 3 조 (약관 등의 설명 및 개정)
1.Rubys는 본 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 주소를 포함), 전화번호, 전자우편주소, 사업자등록번호, 통신판매업신고번호 등을 이용자가 쉽게 알 수 있도록 Rubys 내 초기 서비스 화면(전면)에 게시합니다. 다만, 본 약관의 내용(개정시 개정내용을 포함)은 이용자가 연결 화면을 통하여 볼 수 있도록 게시할 수 있습니다.
2.Rubys는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 본 약관을 개정할 수 있으며, 본 약관을 개정할 경우 그 개정이유 및 적용일자를 명시하여 현행 약관과 함께 Rubys내 공개된 공간에 그 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, Rubys가 회원에게 불리한 내용으로 약관을 변경하는 경우에는 최소한 30일 이상의 사전 유예 기간을 두고 공지하며, 이 경우 개정 전후의 내용을 회원이 알기 쉽도록 표시하겠습니다.
3.Rubys가 개정약관을 공지 및 통지하면서 회원에게 일정 기한 내에 의사표시를 하지 않으면 동의한 것으로 본다는 뜻을 명확하게 따로 공지 및 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우, 회원이 개정약관에 동의한 것으로 봅니다. 또한, 회원이 개정약관의 적용에 동의하지 않는 경우 Rubys는 개정약관의 내용을 적용할 수 없으며, 이 경우, 회원은 회원탈퇴를 할 수 있습니다. 다만, 개정 전의 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 Rubys는 회원자격을 상실시킬 수 있습니다.
4.Rubys가 본 약관을 개정할 경우 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관이 그대로 적용됩니다. 다만, 개정 전 약관 내용이 관련 법령에 위배되는 방식으로 적용될 여지가 있거나, 실제 적용되는 경우와 회원이 그 적용일자 이전에 체결된 계약에 대하여 개정약관의 적용을 받기 원하는 의사표시를 제3항에 의한 개정약관의 공지기간 내에 Rubys에 전달하여 동의를 받은 경우에는 개정약관이 적용됩니다.
제 4 조 (약관 외 준칙)
1.본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제에 관한 법률』, 공정거래위원회가 정하는 『전자상거래 등에서의 소비자보호 지침』 등 관련법령 및 상관례에 따릅니다.
2.Rubys는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 ''개별약관'')을 정하여 이를 Rubys를 통해 미리 공지할 수 있습니다.
3.Rubys는 제2항의 개별약관에 변경이 있을 경우 본 약관 제3조 제2항에 따라 공지하도록 하겠습니다.
제 5 조 (회원가입)
1.회원으로 가입하고자 하는 이용자는 간편가입 등의 방법을 통해 회원정보를 기입한 후 본 약관과 개인정보수집 및 이용에 동의한다는 의사표시를 함으로써 회원가입을 신청할 수 있습니다.
2.Rubys는 제1항과 같이 회원가입을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.
  1)가입신청자가 만 14세 미만인 경우
  2)회원정보에 허위, 기재 누락, 오기가 있는 경우
  3)가입신청자가 본 약관 제11조에 따라 이전에 회원자격을 상실한 적이 있는 경우(다만, 본 약관 제11조에 의한 회원자격 상실 후 6개월이 경과한 자로서 Rubys의 회원 재가입 승낙을 얻은 경우에는 예외)
  4)회원으로 등록하는 것이 기술상 현저히 곤란한 경우
  5)기타 본 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 Rubys가 합리적인 판단에 의하여 필요하다고 인정하는 경우
3.가입신청의 처리는 신청순서에 의하며, 회원가입의 완료시기는 신청에 대한 Rubys의 승낙의 의사표시가 신청자에게 도달한 시점으로 합니다.
4.회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 Rubys에 회원정보 수정 등의 방법으로 변경사항을 알려 Rubys가 원활한 서비스를 제공할 수 있도록 조력하여야 할 의무가 있습니다. 회원이 이러한 의무를 해태하여 서비스의 불완전제공 또는 미제공 등 불이익이 발생하는 경우라도, Rubys는 별도의 귀책사유가 없는 한 그에대한 책임을 부담하지 아니합니다.
5.Rubys는 회원의 종류 및 등급을 구분할 수 있으며, 구분별로 이용할 수 있는 Rubys의 서비스 종류, 혜택을 세분하는 등으로 회원 간 이용에 차등을 둘 수 있습니다.
제 6 조 (개인정보보호)
당사는 Rubys 이용자의 개인정보를 소중하게 생각합니다. 당사는 관련법령에 따른 허용범위 및 이용자의 동의 내에서, 서비스의 원활한 제공을 위하여 필요한 범위로만 이용자의 개인정보를 처리합니다. 당사가 Rubys 이용자의 개인정보를 안전하게 처리하기 위하여 기울이는 노력 기타 관련한 상세한 내용은 개인정보처리방침을 확인하여 주시기 바랍니다.
제 7 조 (ID 및 비밀번호 관리)
1.회원의 ID 및 비밀번호는 회원 본인만 이용할 수 있습니다. 회원은 다른 사람이 자신의 ID 및 비밀번호를 이용하도록 허락하여서는 아니되며, 다른 사람이 자신의 ID 및 비밀번호를 무단으로 사용할 수 없도록 관리하여야 합니다.
2.회원의 과실로 인한 ID 또는 비밀번호의 유출, 기타 본 약관에 반하여 이루어진 회원의 ID 또는 비밀번호에 대한 양도, 대여 행위로 인하여 발생하는 손실이나 손해에 대하여는 Rubys의 귀책사유가 없는 한 회원 본인이 전적으로 책임을 부담하오니 유의하여 주시기 바랍니다.
3.Rubys는 회원 ID의 유출 우려가 있거나, ID에 반사회적 또는 미풍양속에 어긋나는 표현이 포함되어 있는 경우, 기타 이용자를 당사 및 Rubys의 운영자로 오인할 우려가 있는 경우에는 사전예고 없이 본 약관 제11조 제4항에 따라 회원자격을 제한하거나 해당 ID의 이용을 제한할 수 있습니다.
4.회원은 자신의 ID 및 비밀번호를 도난당하거나, 무단 사용을 발견하면, 이를 즉시 Rubys에 통보하여야 하며, Rubys는 통보를 받은 즉시 회원의 정보를 보호하기 위하여 필요한 최선의 노력을 다할 것입니다.
제 8 조 (통지 및 공지)
Rubys는 이용자와의 의사소통을 중요하게 생각합니다.
1.이용자는 언제든지 고객센터를 방문하여 서비스와 관련한 의견을 전달할 수 있습니다.
2.Rubys의 회원에 대한 통지는 회원정보에 기재된 E-mail 주소로의 발송, 앱푸시 또는 휴대폰 번호로 알림톡을 보내는 등 전자적 방법으로 이뤄지며, 이러한 전자적 통지가 회원에 도달한 때에 효력이 발생합니다.
3.Rubys가 불특정 다수의 회원에게 통지를 하는 경우 1주일 이상 Rubys에 게시하는 방법으로 제2호의 개별 통지를 대신할 수 있습니다. 다만, 특정 회원의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 해당 회원에게 개별적으로 통지하는 것을 원칙으로 합니다.
4.Rubys가 비회원에 대한 통지를 할 경우 본 약관에 별도 규정이 없는 한 이용자가 제공한 E-mail, 휴대폰 번호 등으로 통지할 수 있으며, 불특정 다수의 비회원에게 통지하는 경우 제3호에 따라 통지할 수 있습니다.
제 9 조 (쿠폰)
1.Rubys는 회원의 재화 등의 구매, 이벤트 참여 등 일정한 서비스 이용을 조건으로 Rubys 내 별도 안내페이지 등에서 고지한 바에 따라 회원에게 재화 등의 구매 시 일정액 또는 일정비율을 할인 받을 수 있는 쿠폰을 부여할 수 있습니다.
2.쿠폰의 부여 방법 및 사용 기간 등 쿠폰과 관련한 상세한 내용은 Rubys 내 별도 안내 등의 기재에 따릅니다.
3.회원은 본인의 거래에 대해서만 쿠폰을 사용할 수 있으며, 어떠한 경우라도 쿠폰을 타인에게 매매 또는 양도하거나, 실질적으로 매매 또는 양도와 동일하게 볼 수 있는 행위를 하여서는 아니됩니다.
4.쿠폰은 명시된 조건 및 사용 기간 내에서만 사용할 수 있습니다.
5.Rubys는 파트너, 재화 등의 종류, 거래금액 등 다양한 조건에 따라 쿠폰의 사용을 제한할 수 있으며, 회원을 탈퇴한 경우 쿠폰은 소멸됩니다.
6.부정한 방법으로 쿠폰을 획득한 사실이 확인될 경우 Rubys는 회원에게 이를 통지하고 소명기회를 부여한 뒤 쿠폰의 회수 또는 형사 고발 등 필요한 조치를 취할 수 있습니다.
제 10 조 (포인트)
1.Rubys는 회원의 재화 등의 구매, 리뷰 작성, 각종 이벤트 참여 등 일정한 서비스 이용을 조건으로, Rubys 내 별도 안내에 따라 회원에게 Rubys에서 사용할 수 있는 포인트를 지급할 수 있습니다.
2.1포인트는 Rubys 내에서 원화 1원과 같은 가치를 가지며, 회원은 Rubys가 정한 조건에 따라 서비스 이용 과정에서 포인트를 단독으로 또는 다른 결제 수단과 함께 사용할 수 있습니다.
3.포인트의 부여 및 사용에 관한 조건 등 관련한 상세 내용은 Rubys가 정한 정책에 따르되, Rubys는 별도 안내페이지 등을 통하여 포인트와 관련한 상세한 내용을 회원에게 안내합니다.
4.포인트의 유효기간은 지급일로부터 1년이며 유효기간이 지나면 자동적으로 소멸하는 것을 원칙으로 합니다. 다만, Rubys는 포인트 별로 상이한 유효기간을 정하여 회원에게 부여할 수 있고, 이 경우 포인트 관련 안내 화면에 그를 안내하도록 하겠습니다.
5.포인트는 유효기간의 만료일이 빠른 순서로 사용되며 회원을 탈퇴하면 미사용한 포인트는 소멸됩니다.
6.회원은 포인트를 본인의 거래에 대해서만 사용할 수 있으며, 어떠한 경우라도 포인트를 타인에게 매매 또는 양도하거나, 실질적으로 매매 또는 양도와 동일하게 볼 수 있는 행위를 하여서는 아니됩니다.
7.부정한 방법으로 포인트를 획득한 사실이 확인될 경우 Rubys는 회원에게 이를 통지하고 소명기회를 부여한 뒤 포인트 회수 또는 형사 고발 등 필요한 조치를 취할 수 있습니다.
8.사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 Rubys가 더 이상 서비스를 제공할 수 없게 되는 경우, Rubys는 본 약관 제8조에 정한 방법으로 회원에게 통지하고 서비스 종료시점을 기준으로 각 회원들이 보유한 포인트를 제2항 기재 가치에 상응하는 현물 또는 현금으로 회원에게 지급하도록 하겠습니다.
제 11 조 (회원탈퇴 등)
1.회원이 더이상 Rubys 이용을 원치 않는 때에는 언제든지 Rubys를 통하여 탈퇴를 요청할 수 있으며, 당사는 즉시 탈퇴 조치합니다. 단, 회원탈퇴로 인해 발생하는 불이익은 회원 본인이 부담하여야 하며, 탈퇴 처리가 완료되면 Rubys가 회원에게 부가적으로 제공한 각종 혜택이 소멸 또는 회수될 수 있으니 신중하게 탈퇴 요청하여 주시기 바랍니다.
2.회원의 탈퇴 처리가 완료된 경우 이용자가 게시한 콘텐츠는 본 약관 제25조 제7항에 따라 처리됩니다.
3.탈퇴한 회원이 다시 한번 Rubys 이용을 희망할 경우, 당사는 그를 거절할 수 있으며 소정의 기준에 따라 서비스의 재이용을 허락할 수 있습니다.
4.회원이 다음 각 호의 사유에 해당하는 경우 Rubys는 부득이하게 회원자격을 제한 및 상실시키거나 재이용에 제한을 둘 수 있습니다.
  1)회원이 사망한 경우
  2)서비스 이용과 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
  3)제5조 2항의 승낙거부사유가 있음이 확인된 경우
  4)제7조 제3항의 ID 이용제한 사유가 있음이 확인된 경우
  5)Rubys 및 기타 제3자의 저작권 등 지식재산권에 대한 침해행위가 확인된 경우
  6)Rubys 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위가 확인된 경우
  7)외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보 및 성별, 종교, 장애, 연령 등을 차별하거나 이에 대한 편견을 조장하는 내용 등 본 약관 제24조 제1항 각 호에 해당하는 행위가 확인된 경우
  8)본 약관 또는 개별약관을 위반한 경우
  9)기타 회원의 불법행위 등 Rubys가 서비스 제공을 거부할 필요가 있다고 인정하는 경우
5.Rubys가 회원자격을 상실시키는 경우에는 회원 등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원 등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
6.본 조에 의하여 Rubys가 회원자격을 상실시키더라도, 상실 이전에 이용한 서비스와 관련하여서는 본 약관이 적용됩니다.
제 12 조 (다양한 서비스의 제공)
1.Rubys는 이용자를 위해 다음과 같은 서비스를 제공합니다.
  1)파트너가 제공하는 재화 등의 광고, 계약체결 지원 등 파트너와 고객 간 거래의 중개와 관련한 일체의 서비스
  2)당사 또는 이용자가 창작한 콘텐츠를 게시하고, 관련한 이용자 간 커뮤니케이션 등을 지원하기 위한 운영서비스
  3)기타 이용자를 위하여 제공하는 서비스
2.Rubys가 제공하기로 한 서비스에 관하여 해당 내용을 재화 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 본 약관 제8조에서 정한 방법 등으로 즉시 통지하도록 하겠습니다.
제 13 조 (서비스의 중단)
1.Rubys는 365일 쉬지 않고 이용자에게 서비스를 제공하기 위하여 최선의 노력을 다합니다. 다만, 아래 각 호의 경우에는 부득이하게 서비스의 전부 또는 일부를 제한하거나 중단할 수 있습니다.
  1)PC 등 정보통신설비의 보수 점검·교체 및 고장, 통신의 두절 등의 사유가 발생한 경우
  2)파트너와의 계약종료 등 Rubys의 제반사정으로 서비스를 유지할 수 없는 경우
  3)기타 천재지변, 국가비상사태 등 불가항력적 사유가 발생한 경우
2.Rubys는 제1항의 사유로 서비스의 제공이 제한 또는 중단되는 경우 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 다만, Rubys가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
제 14 조 (정보의 제공 및 광고의 게재)
1.Rubys는 서비스를 운영함에 있어 다양한 정보를 Rubys 내 지정하는 위치에 게시하거나 본 약관 제8조에서 정한 방법 등으로 이용자에게 제공할 수 있습니다. 단, 상업적 광고는 사전에 광고수신 여부 및 수신방법에 별도로 동의한 이용자에 한정하여 제공합니다. 그리고 이용자는 Rubys에게 법령에 따라 부과된 의무이행과 관련한 절차안내, 고객문의 등에 대한 답변, 기타 거래관련 정보 등을 제외하고는 언제든지 Rubys가 제공하는 정보의 수신을 거부할 수 있습니다.
2.Rubys는 파트너가 게시한 광고를 전달하고 매개하는 역할을 할 뿐이며, 이용자가 해당 광고를 이용하거나 판촉활동에 참여하는 등의 경우 달리 귀책사유가 없는 한 Rubys는 이에 대해 일체의 책임을 지지 않으니 유의하여 주시기 바랍니다.
[스토어 서비스 – 연동 서비스]
스토어에서는 다양한 파트너의 재화 등이 광고 또는 판매되고 있으며, Rubys는 통신판매중개인으로서 파트너와 이용자 간 거래를 중개하는 역할을 하며 때에 따라 당사가 직접 재화 또는 서비스를 판매 제공하는 파트너 역할을 수행합니다.
제 15 조 (통신판매중개서비스의 이용)
1.Rubys는 통신판매중개자로서 이용자와 파트너 간의 자유로운 재화 등의 거래를 위한 시스템을 운영 및 관리, 제공할 시, 거래당사자가 아니며 이에 따라 거래와 관련된 일체의 책임을 부담하지 아니합니다.
2.이용자는 재화 등을 구매할 경우에는 본인 명의의 결제수단을 사용하여야 하고, 타인의 결제수단을 임의로 사용하여서는 아니 되며, 타인의 결제수단을 임의로 사용하여 Rubys, 파트너 및 해당 결제수단 소유자에게 손실 또는 손해가 발생할 경우 Rubys의 귀책사유가 없는 한 이에 대한 모든 책임을 부담하오니 유의하여 주시기 바랍니다.
3.Rubys는 이용자가 파트너와의 계약 절차에서 분쟁이 발생하면 분쟁의 해결을 위하여 최선을 다하며, 이용자의 피해 구제 신청이 있는 경우에는 공정거래위원회 또는 시도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
제 16 조 (매매계약의 체결 등)
1.재화 등의 매매계약은 이용자가 파트너가 제시한 재화 등의 판매 조건에 응하여 청약의 의사표시를 하고 이에 대하여 파트너가 승낙의 의사표시를 함으로써 체결됩니다.
2.Rubys는 이용자가 현금, 카드 기타의 방법으로 대금을 결제할 수 있는 방법을 제공합니다.
3.대금의 결제와 관련하여 이용자가 입력한 정보 및 그와 관련하여 발생한 책임과 불이익은 Rubys의 귀책사유가 없는 한 전적으로 이용자가 부담하오니 유의하여 주시기 바랍니다.
4.Rubys는 이용자의 재화 등 매매계약 체결 내용을 나의 쇼핑 내역을 통해 확인할 수 있도록 조치하며, 계약의 취소 방법 및 절차를 안내합니다.
5.Rubys는 이용자가 대금 결제 시 사용한 결제수단에 대해 정당한 사용권한을 가지고 있는지의 여부를 확인할 수 있으며, 이에 대한 확인이 완료될 때까지 거래 진행을 중지하거나 확인이 불가한 경우 해당 거래를 취소할 수 있습니다.
6.미성년자인 이용자가 서비스를 이용하여 재화 등을 구매하는 경우에 법정대리인이 해당 계약에 대하여 동의하지 아니하면 미성년자인 이용자 본인 또는 법정대리인은 그 계약을 취소할 수 있습니다.
7.이용자가 실제로 결제하는 금액은 파트너가 정한 공급원가, 기본이용료, 상품에 적용된 할인쿠폰, 배송비, 옵션상품의 옵션내역 등이 적용된 금액(실구매액)이며 구매자에게 발행되는 구매증빙서( 현금영수증, 세금계산서, 신용카드매출전표 등)는 실구매액으로 발행됩니다.
제 17 조 (결제 대금 예치 등)
1.Rubys는 선지급식 통신판매에 있어서 이용자가 지급하는 결제대금을 예치하고 배송이 완료된 후 재화 또는 용역의 대금을 파트너에게 지급하거나 파트너에게 결제대금을 지급하기 이전에 이용자가 취소, 반품, 교환 또는 환불의 의사를 표시한 경우에는 그 지급을 보류함으로써 이용자의 안전을 도모합니다.
2.Rubys는 이용자에게 재화 등을 공급받은 사실을 재화 등을 공급받은 날(배송완료일)로부터 3 영업일 이내에 통보하여 주도록 요청합니다.
제 18 조 (배송 및 거래완료)
1.Rubys는 파트너와 이용자 간의 배송과 관련하여 파트너, 이용자, 배송업체 등 관련 당사자 사이에 발생한 분쟁 등에 대해 관련법령에 따라 법률상 책임을 지는 경우 외에는 관여하지 않으며 어떠한 책임도 부담하지 아니합니다. 이 경우 해당 분쟁 등은 관련 당사자가 직접 해결하여야 합니다.
2.이용자는 구매한 재화 등의 배송이 완료되었을 때부터 7일 이내에 Rubys에 대하여 구매확정, 교환 또는 반품의 의사표시를 할 수 있습니다.
3.Rubys는 제2항의 기간 내에 구매확정, 교환 또는 반품에 대한 이용자의 의사표시가 없는 경우, 해당 거래에 대하여 자동구매확정으로 처리할 수 있습니다.
4.구매확정 이후에 발생하는 환불, 교환 기타 파트너와 이용자 간의 모든 문제는 거래 당사자인 파트너와 이용자가 직접 해결해야 하며, Rubys는 이에 개입하지 아니합니다.
제 19 조 (청약철회 등)
1.파트너와 재화 등의 구매에 관한 계약을 체결한 이용자(이하 ''구매자'')는 『전자상거래 등에서의 소비자 보호에 관한 법률』 제13조 제2항에 따른 계약내용에 관한 서면을 받은 날(그 서면을 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 재화 등을 공급받거나 재화 등의 공급이 시작된 날을 말함)부터 7일 이내에는 청약을 철회할 수 있습니다. 다만, 청약철회에 관하여 『전자상거래 등에서의 소비자 보호에 관한 법률』에 달리 정함이 있는 경우에는 동 법 규정에 따릅니다.
2.구매자는 재화 등을 배송 받고 다음 각 호에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
  1)구매자에게 책임이 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만 재화 등의 내용을 확인하기 위하여 포장만을 훼손한 경우는 제외)
  2)구매자의 사용 또는 일부 소비로 재화 등의 가치가 현저히 감소한 경우
  3)시간이 지나 다시 판매하기 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우
  4)복제가 가능한 재화 등의 포장을 훼손한 경우
  5)용역 또는 『문화산업진흥 기본법』 제2조제5호의 디지털콘텐츠의 제공이 개시된 경우(다만, 가분적 용역 또는 가분적 디지털콘텐츠로 구성된 계약의 경우에는 제공이 개시되지 아니한 부분에 대하여는 제외)
  6)주문에 따라 개별적으로 생산되는 재화 등 그에 대하여 청약철회 등을 인정할 경우 파트너에게 회복할 수 없는 중대한 피해가 예상되는 경우로서, 사전에 해당 거래에 대하여 별도로 그 사실을 고지하고 구매자의 서면(전자문서를 포함)에 의한 동의를 받은 경우
  7)그 밖에 관련법령에 따른 반품 및 교환 제한 사유에 해당되는 경우
3.제2항 제2호 내지 제4호의 경우에는 파트너가 사전에 청약 철회 등이 제한되는 사실을 구매자가 쉽게 알 수 있는 곳에 명기하거나 사용 상품을 제공하는 등의 조치를 하지 않았다면 구매자의 청약 철회 등이 제한되지 않습니다.
4.구매자는 제1항 및 제2항에도 불구하고 재화 등의 내용이 표시·광고의 내용과 다르거나 계약내용과 다르게 이행된 경우에는 그 재화 등을 공급받은 날부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.
5.Rubys는 구매자로부터 교환 또는 반품의 의사표시를 받은 경우에는 즉시 그 사실을 파트너에게 통보합니다.
6.구매자는 제1항 또는 제4항에 따라 교환신청을 하더라도 파트너에게 교환할 재화 등의 재고가 없는 경우에는 해당 재화 등의 교환을 받을 수 없습니다. 이 경우 해당 교환신청은 반품으로 처리됩니다.
7.반품이나 교환에 필요한 배송비 및 기타 비용은 귀책사유가 있는 당사자가 부담합니다. 재화 등의 하자 또는 오배송으로 인한 반품이나 교환의 경우에는 파트너가 그 비용을 부담하지만, 구매자의 단순 변심으로 인한 반품이나 교환의 경우에는 구매자가 그 비용을 부담하오니 유의하여 주시기 바랍니다.
8.파트너는 구매자가 배송상의 문제로 손해를 입은 경우에는 그에 대한 책임을 부담합니다.
9.Rubys는 파트너가 구매자의 결제완료 통지를 받은 이후에도 상당 기간 배송 절차 등을 이행하지 아니하여 구매자가 청약철회 등을 하거나 개별적인 정책으로 미리 정한 자동환불처리 사안에 해당하는 경우에는 해당 거래를 취소하고 이용 중인 결제대금예치서비스를 통해 이용자에게 결제대금을 환불할 수 있습니다.
10.구매자가 교환 또는 반품신청을 한 날로부터 14일이 지날 때까지 이미 수령한 재화 등을 파트너에게 반환하지 아니하거나 전화, 이메일 등으로 연락이 되지 아니하는 경우에는 해당 구매자의 교환 또는 반품신청은 효력을 상실합니다.
11.파트너가 청약철회 등으로 인하여 결제대금을 환불하는 경우에는 그 청약철회 등을 한 날(단, 재화 등이 배송된 경우에는 파트너가 재화 등을 반환 받은 날)로부터 3영업일 이내에 파트너는 환불에 필요한 조치를 합니다. 신용카드로 결제가 이루어진 경우 환불은 해당 신용카드 결제 취소를 통해서만 가능하고, 어떠한 경우에도 현금으로 환불되지 않습니다.
제 20 조 (대리 및 보증의 부인)
Rubys는 통신판매중개자로서 효율적인 서비스를 위한 시스템 운영 및 관리 책임만을 부담하며, 재화 또는 용역의 거래와 관련하여 이용자 또는 파트너를 대리 및 보증하지 아니하고, 이용자와 파트너 사이에 성립된 거래 및 파트너가 제공하고 등록한 정보에 대해서는 거래 당사자가 그에 대한 직접적인 책임을 부담하여야 합니다.
제 21 조 (통신판매자로서의 책임)
당사가 직접 이용자에게 재화 등을 판매하는 경우, 당사는 통신판매의 당사자로서 책임을 부담하며, 이 경우 당사는 본 약관 제16조 내지 제20조 및 제26조의 파트너로 간주되어 이용자에게 동 약관에 따른 책임을 부담합니다.
제 22 조 (콘텐츠에 대한 운영)
1.Rubys는 회원이 다음 각 호에 해당한다고 판단되는 콘텐츠를 등록하였을 경우 부적절한 콘텐츠로 판단하고 이를 삭제하거나 게시를 중단할 수 있습니다.
  1)Rubys 이용자 또는 제3자를 비난하거나 명예를 훼손시키는 경우
  2)Rubys의 이용목적에 부합하지 않거나 해당 서비스의 취지와 무관한 콘텐츠
  3)타인의 저작권, 상표권 등을 침해하는 콘텐츠
  4)음란성 콘텐츠와 혐오성 콘텐츠
  5)특정인의 개인정보가 포함된 콘텐츠
  6)특정 단어 또는 문구를 반복 산입하는 등의 비정상적인 콘텐츠 또는 프로그램 등을 이용하여 기계적인 패턴 글로 도배하는 경우
  7)당사가 허용하지 아니한 영리활동과 관련된 콘텐츠
  8)악성코드나 스파이웨어 등이 실행되어 다른 이용자, 파트너 기타 제3자의 시스템 성능 저하, 개인정보 유출 등의 피해를 줄 수 있는 악의적인 코드를 담고 있는 콘텐츠
  9)기타 관련법령 및 Rubys 서비스 별 개별약관 등에 위반된다고 판단되는 경우
2.회원의 콘텐츠가 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』, 『개인정보 보호법』 및 『 저작권법』 등 기타 법령에 위반되는 내용을 포함하는 경우, 권리자는 관련법령이 정한 절차에 따라 해당 콘텐츠의 게시중단 및 삭제 등을 요청할 수 있으며, Rubys는 관련법령에 따라 권리자의 지식재산권을 보호하기 위해 필요한 조치를 취할 수 있습니다.
제 23 조 (콘텐츠의 저작권 등)
1.회원이 Rubys 내에 게시한 콘텐츠의 저작권을 포함한 지식재산권은 회원이 보유하며, Rubys가 작성한 콘텐츠에 대한 저작권을 포함한 지식재산권은 Rubys가 보유합니다.
2.당사는 회원과 타인의 지식재산권이 서로 존중되고 보호받을 수 있도록 노력할 책임이 있고, 특히 타인에 의해 회원의 지식재산권 침해가 확인될 경우 즉시 회원의 권리 보호를 위하여 필요한 조치를 취하고 이를 회원에게 통지하는 등 Rubys에 회원이 게시한 콘텐츠의 보호를 위하여 최선을 다하겠습니다. 그러나 회원간 발생한 지식재산권 침해를 당사가 입증할 의무를 가지지 않습니다.
3.회원의 Rubys 내 콘텐츠 게시는 다음 각 호의 사항을 허락한 것으로 간주합니다.
  1)다른 회원의 동 콘텐츠 사용
  2)당사가 동 콘텐츠를 검색결과로 사용
4.회원은 본인이 Rubys 내에 게시한 콘텐츠를 당사가 국내 또는 국외에서 다음 각 호의 목적에 따라 필요한 범위 내에서 해당 콘텐츠를 편집(수정, 복제, 배포 등을 의미하여 이에 한정하지 아니함) 및 사용하는 것을 허락합니다.
  1)서비스 내에서 콘텐츠를 사용하거나, 서비스를 홍보하기 위한 목적으로 인터넷, 모바일, SNS를 포함한 디지털 마케팅 채널 및 통신사 등에게 콘텐츠의 내용을 보도, 방영하는 경우
  2)콘텐츠를 복제ᆞ전송ᆞ전시하는 방법으로 제휴서비스에서 콘텐츠를 제공하는 경우
5.제4항에도 불구하고 회원은 언제든지 Rubys 고객센터 또는 Rubys가 안내하는 경로를 통하여 자신이 게시한 콘텐츠에 대한 삭제, 비공개, 사용중단 등을 요청할 수 있고, Rubys는 본 약관 제8 조에 정한 방법으로 회원에게 콘텐츠의 사용 내용을 공지할 수 있습니다.
6.회원은 본인이 게시한 콘텐츠가 본 약관 제24조에 위반되지 아니함을 보증합니다. 회원이 작성한 콘텐츠가 본 약관 제24조 및 관련법령을 위반한 경우 Rubys의 귀책사유가 없는 한 회원은 그로 인한 모든 책임을 부담한다는 점을 유의하여 주시기 바랍니다.
7.본 약관 제11조에 따라 회원을 탈퇴하는 경우 회원이 Rubys 내에 게시한 콘텐츠는 삭제됩니다. 다만, 회원이 탈퇴하기 이전에 허용하였던 스크랩, 공유, 댓글 등과 같은 콘텐츠 이용이나 서비스의 운영에 따라 필요하거나 법률에서 요구되는 경우에는 예외적으로 삭제되지 않을 수 있습니다.
8.이용자는 서비스를 이용함으로써 얻은 정보 중 Rubys가 지식재산권을 보유한 정보를 Rubys의 사전 승낙 없이 영리 목적으로 이용하거나 제3자가 이용하게 하여서는 아니됩니다.
9.회원이 작성한 콘텐츠 내에 기술된 기능적 효과 또는 신체에 미치는 영향에 대하여 Rubys는 어떠한 보증도 하지 않습니다. 또한 회원이 작성한 내용이 관련 법령에 위배되는 경우 해당되는 내용을 삭제, 수정, 보관 등의 조치를 취할 수 있으며, 이후에 진행되는 법적 조치 등에 협조할 수 있습니다.
제 24 조 (데이터베이스 정보에 관한 책임)
Rubys는 이용자의 원활한 정보 탐색과 콘텐츠 게시를 위해 서비스와 관련된 여러 제품, 식품, 식료품과 관련된 데이터베이스를 운영합니다. 이용자는 콘텐츠 게시 및 Rubys가 제공하는 서비스에서 해당 데이터베이스를 통해 정보를 탐색하거나 정보를 태그하는 등의 행위를 할 수 있습니다.
1.Rubys와 체결한 별도의 계약에 따라 특별히 허용된 경우가 아닌 한, Rubys가 제공한 것으로서 현재 이용 가능한 정식 인터페이스 이외의 모든 수단(자동화 여부에 관계없음)으로 Rubys의 데이터베이스 및 본 서비스에 접근하거나 본 서비스를 검색하는 행위 또는 그러한 접근이나 검색을 시도하는 행위(주: 본 서비스상에서의 크롤링(crawling)은 robots.txt 파일의 규정을 따를 경우에 허용되나, 본 서비스상에서 Rubys의 사전 동의 없이 스크래핑(scraping)하는 행위는 명시적으로 금지됨)는 금지됩니다.
2.Rubys 내의 데이터베이스는 정보의 출처를 신뢰할 수 있는 경우에만 작성합니다.
3.데이터베이스의 정보 내용은 작성 당시 제품(식품, 식료품 등 데이터베이스 내에 저장된 대상을 일체 포함함) 정보를 참고하는 것으로 이후 제품의 정보가 수정된 경우 이를 신속히 인지하고 정보를 수정합니다.
4.제 3호의 노력에도 불구하고 변경된 제품 정보를 데이터베이스에 반영하지 못할 경우, 이로 인한 부당 이득의 취득 또는 명백한 고의가 밝혀지지 않는 경우에는 이에 대한 손해 배상 및 법적 책임을 지지 않습니다.
제 25 조 (경험치 및 멘토)
Rubys 회원은 Rubys 내에서 콘텐츠 게시, 댓글 작성 등의 특정 활동을 한 경우에 경험치를 획득합니다. 각 활동별 획득 경험치는 설정에 따라 변경될 수 있으며, 해당 활동을 타인이 인지할 수 있게 게시한 경우에 한해 획득할 수 있습니다. 또한 경험치를 획득한 활동을 추후 삭제 및 비공개 처리할 경우, 해당 경험치는 삭제됩니다. 경험치는 관련 정책이 변경되지 않는 한 계속해서 누적되며, Rubys 정책에 따라 획득한 경험치가 특정 기준을 넘을 시 멘토 신청을 할 수 있는 자격이 부여됩니다.
1.회원이 멘토를 신청한 경우, 회원이 제시한 첨부자료와 활동내역을 참고하여 멘토 승인이 결정됩니다. Rubys는 자체적인 기준에 따라 멘토 심사를 할 수 있으며, 심사 결과에 대해 소명할 의무를 지지 않습니다. 멘토 신청은 따라 승인 거절시 특정 기간이 지난 후 재신청할 수 있습니다.
2.멘토 승인이 된 회원은 타인에게 멘토임이 드러나는 표식을 부여받습니다. 멘토 회원은 다른 회원에게 적합한 정보와 콘텐츠를 제공할 의무를 갖습니다. 이에 대해 특정 기간 동안 경험치를 쌓지 않거나, Rubys 내 활동이 현저히 부족할 경우 멘토 자격이 소멸될 수 있습니다.
3.멘토 회원이 관련 법령에 위배되는 행동을 하거나, 사실과 맞지 않는 정보를 배포하여 혼란을 야기하거나, Rubys 내에서 부적절하다고 판단되는 행동을 할 경우 당사는 멘토 자격을 중지시킬 수 있으며, Rubys는 혼란을 야기한 멘토 회원의 행동과 발언에 대한 책임을 지지 않습니다.
제 26 조 (분쟁해결)
Rubys는 이용자와 파트너 사이에 분쟁이 발생하지 않도록 최선을 다할 것입니다. 그럼에도 불구하고 서비스 이용과 관련하여 분쟁이 발생할 경우 이는 거래당사자인 이용자와 파트너가 해결하여야 함을 유의하여 주시기 바랍니다. 다만, Rubys는 가능한 한 최선의 노력을 다하여 거래당사자 간의 분쟁이 신속하게 처리될 수 있도록 성실하게 협조할 것입니다.
제 27 조 (준거법 및 관할법원)
1.본 약관 또는 서비스는 대한민국의 법률에 따라 규정되고 이행됩니다.
2.본 약관 또는 서비스와 관련된 분쟁은 『민사소송법』상의 관할법원에 소를 제기할 수 있습니다.
부칙
본 약관은 2022년 5월 1일부터 시행합니다.Rubys
서비스 이용 약관
제 1 조 (목적)
주식회사 베노프하우스(이하 ''당사'')가 인터넷과 모바일 등 Rubys 플랫폼서비스(이하 ‘서비스’)를 통해 제공하는 다양한 서비스를 이용하여 주셔서 감사합니다. 당사는 이용자가 서비스를 더 편리하게 이용할 수 있도록 서비스 이용약관을 마련하였습니다. 본 약관은 이용자가 서비스를 이용하는데 필요한 권리, 의무 및 책임사항 기타 필요한 사항을 규정하고 있으므로 주의 깊게 살펴봐 주시기 바랍니다.
제 2 조 (정의)
본 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.
1.Rubys: 당사가 운영하는 플랫폼을 의미하며, 인터넷, 모바일 어플리케이션(이하 ‘앱’) 등을 통하여 파트너들이 제공하는 다양한 재화 또는 용역(이하 ''재화 등'')의 광고를 이용자에게 제공하거나, 파트너와 이용자 간 거래를 중개하고, 나아가 당사 또는 이용자가 창작한 다양한 콘텐츠를 게시하고 그를 통하여 이용자 간 커뮤니케이션이 진행될 수 있도록 설정한 공간을 말하며, 아울러 이를 운영하는 사업자의 의미로도 사용합니다.
2.서비스: 콘텐츠 및 그를 매개로 한 이용자 간 커뮤니케이션 공간, 파트너 재화 등의 광고 및 파트너와 고객 간 거래의 중개 등 이용자의 생활을 더 편리하게 하기 위해 당사가 Rubys를 통하여 제공 또는 제공할 서비스를 말합니다.
3.제휴서비스: 당사가 자신이 운영하는 타 서비스 또는 자신과 협력관계에 있는 제3자가 운영하는 서비스와 Rubys를 연동하는 등 다양한 제휴 방식을 통해 Rubys와 별개로 국내 ∙ 외에서 제공하는 서비스를 말합니다.
4.이용자: 당사가 제공하는 서비스를 이용하는 자로서 회원 및 비회원을 포함합니다.
5.회원: Rubys에 회원등록을 한 자로서, Rubys 내에서 서비스를 이용할 수 있는 자격을 갖춘 자를 말합니다.
6.비회원: 회원에 가입하지 않고, Rubys에서 제한적으로 제공하는 서비스를 이용하는 자를 말합니다.
7.콘텐츠: 당사 또는 이용자가 서비스 상에 게시 또는 등록하는 모든 글, 사진, 동영상, 각종 파일, 링크, 회원소개 등(부호, 문자, 영상, 그림 등 그 형태를 불문합니다) Rubys 내에서 게시 또는 사용되는 일체의 정보를 말합니다.
8.파트너: Rubys가 지정한 절차를 마치고 Rubys를 이용하는 자로, Rubys를 통해 이용자에게 자신의 재화 등을 광고 또는 판매하는 자를 말합니다.
9.회원정보: Rubys를 통해 가입을 신청한 자에게 회원가입 신청양식(이하 ''신청양식'')에 따라 기재를 요청하는 개인정보 및 회원의 식별과 서비스 이용을 위하여 회원이 Rubys에 제공한 정보를 말합니다.
제 3 조 (약관 등의 설명 및 개정)
1.Rubys는 본 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 주소를 포함), 전화번호, 전자우편주소, 사업자등록번호, 통신판매업신고번호 등을 이용자가 쉽게 알 수 있도록 Rubys 내 초기 서비스 화면(전면)에 게시합니다. 다만, 본 약관의 내용(개정시 개정내용을 포함)은 이용자가 연결 화면을 통하여 볼 수 있도록 게시할 수 있습니다.
2.Rubys는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 본 약관을 개정할 수 있으며, 본 약관을 개정할 경우 그 개정이유 및 적용일자를 명시하여 현행 약관과 함께 Rubys내 공개된 공간에 그 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, Rubys가 회원에게 불리한 내용으로 약관을 변경하는 경우에는 최소한 30일 이상의 사전 유예 기간을 두고 공지하며, 이 경우 개정 전후의 내용을 회원이 알기 쉽도록 표시하겠습니다.
3.Rubys가 개정약관을 공지 및 통지하면서 회원에게 일정 기한 내에 의사표시를 하지 않으면 동의한 것으로 본다는 뜻을 명확하게 따로 공지 및 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우, 회원이 개정약관에 동의한 것으로 봅니다. 또한, 회원이 개정약관의 적용에 동의하지 않는 경우 Rubys는 개정약관의 내용을 적용할 수 없으며, 이 경우, 회원은 회원탈퇴를 할 수 있습니다. 다만, 개정 전의 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 Rubys는 회원자격을 상실시킬 수 있습니다.
4.Rubys가 본 약관을 개정할 경우 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관이 그대로 적용됩니다. 다만, 개정 전 약관 내용이 관련 법령에 위배되는 방식으로 적용될 여지가 있거나, 실제 적용되는 경우와 회원이 그 적용일자 이전에 체결된 계약에 대하여 개정약관의 적용을 받기 원하는 의사표시를 제3항에 의한 개정약관의 공지기간 내에 Rubys에 전달하여 동의를 받은 경우에는 개정약관이 적용됩니다.
제 4 조 (약관 외 준칙)
1.본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제에 관한 법률』, 공정거래위원회가 정하는 『전자상거래 등에서의 소비자보호 지침』 등 관련법령 및 상관례에 따릅니다.
2.Rubys는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 ''개별약관'')을 정하여 이를 Rubys를 통해 미리 공지할 수 있습니다.
3.Rubys는 제2항의 개별약관에 변경이 있을 경우 본 약관 제3조 제2항에 따라 공지하도록 하겠습니다.
제 5 조 (회원가입)
1.회원으로 가입하고자 하는 이용자는 간편가입 등의 방법을 통해 회원정보를 기입한 후 본 약관과 개인정보수집 및 이용에 동의한다는 의사표시를 함으로써 회원가입을 신청할 수 있습니다.
2.Rubys는 제1항과 같이 회원가입을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.
  1)가입신청자가 만 14세 미만인 경우
  2)회원정보에 허위, 기재 누락, 오기가 있는 경우
  3)가입신청자가 본 약관 제11조에 따라 이전에 회원자격을 상실한 적이 있는 경우(다만, 본 약관 제11조에 의한 회원자격 상실 후 6개월이 경과한 자로서 Rubys의 회원 재가입 승낙을 얻은 경우에는 예외)
  4)회원으로 등록하는 것이 기술상 현저히 곤란한 경우
  5)기타 본 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 Rubys가 합리적인 판단에 의하여 필요하다고 인정하는 경우
3.가입신청의 처리는 신청순서에 의하며, 회원가입의 완료시기는 신청에 대한 Rubys의 승낙의 의사표시가 신청자에게 도달한 시점으로 합니다.
4.회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 Rubys에 회원정보 수정 등의 방법으로 변경사항을 알려 Rubys가 원활한 서비스를 제공할 수 있도록 조력하여야 할 의무가 있습니다. 회원이 이러한 의무를 해태하여 서비스의 불완전제공 또는 미제공 등 불이익이 발생하는 경우라도, Rubys는 별도의 귀책사유가 없는 한 그에대한 책임을 부담하지 아니합니다.
5.Rubys는 회원의 종류 및 등급을 구분할 수 있으며, 구분별로 이용할 수 있는 Rubys의 서비스 종류, 혜택을 세분하는 등으로 회원 간 이용에 차등을 둘 수 있습니다.
제 6 조 (개인정보보호)
당사는 Rubys 이용자의 개인정보를 소중하게 생각합니다. 당사는 관련법령에 따른 허용범위 및 이용자의 동의 내에서, 서비스의 원활한 제공을 위하여 필요한 범위로만 이용자의 개인정보를 처리합니다. 당사가 Rubys 이용자의 개인정보를 안전하게 처리하기 위하여 기울이는 노력 기타 관련한 상세한 내용은 개인정보처리방침을 확인하여 주시기 바랍니다.
제 7 조 (ID 및 비밀번호 관리)
1.회원의 ID 및 비밀번호는 회원 본인만 이용할 수 있습니다. 회원은 다른 사람이 자신의 ID 및 비밀번호를 이용하도록 허락하여서는 아니되며, 다른 사람이 자신의 ID 및 비밀번호를 무단으로 사용할 수 없도록 관리하여야 합니다.
2.회원의 과실로 인한 ID 또는 비밀번호의 유출, 기타 본 약관에 반하여 이루어진 회원의 ID 또는 비밀번호에 대한 양도, 대여 행위로 인하여 발생하는 손실이나 손해에 대하여는 Rubys의 귀책사유가 없는 한 회원 본인이 전적으로 책임을 부담하오니 유의하여 주시기 바랍니다.
3.Rubys는 회원 ID의 유출 우려가 있거나, ID에 반사회적 또는 미풍양속에 어긋나는 표현이 포함되어 있는 경우, 기타 이용자를 당사 및 Rubys의 운영자로 오인할 우려가 있는 경우에는 사전예고 없이 본 약관 제11조 제4항에 따라 회원자격을 제한하거나 해당 ID의 이용을 제한할 수 있습니다.
4.회원은 자신의 ID 및 비밀번호를 도난당하거나, 무단 사용을 발견하면, 이를 즉시 Rubys에 통보하여야 하며, Rubys는 통보를 받은 즉시 회원의 정보를 보호하기 위하여 필요한 최선의 노력을 다할 것입니다.
제 8 조 (통지 및 공지)
Rubys는 이용자와의 의사소통을 중요하게 생각합니다.
1.이용자는 언제든지 고객센터를 방문하여 서비스와 관련한 의견을 전달할 수 있습니다.
2.Rubys의 회원에 대한 통지는 회원정보에 기재된 E-mail 주소로의 발송, 앱푸시 또는 휴대폰 번호로 알림톡을 보내는 등 전자적 방법으로 이뤄지며, 이러한 전자적 통지가 회원에 도달한 때에 효력이 발생합니다.
3.Rubys가 불특정 다수의 회원에게 통지를 하는 경우 1주일 이상 Rubys에 게시하는 방법으로 제2호의 개별 통지를 대신할 수 있습니다. 다만, 특정 회원의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 해당 회원에게 개별적으로 통지하는 것을 원칙으로 합니다.
4.Rubys가 비회원에 대한 통지를 할 경우 본 약관에 별도 규정이 없는 한 이용자가 제공한 E-mail, 휴대폰 번호 등으로 통지할 수 있으며, 불특정 다수의 비회원에게 통지하는 경우 제3호에 따라 통지할 수 있습니다.
제 9 조 (쿠폰)
1.Rubys는 회원의 재화 등의 구매, 이벤트 참여 등 일정한 서비스 이용을 조건으로 Rubys 내 별도 안내페이지 등에서 고지한 바에 따라 회원에게 재화 등의 구매 시 일정액 또는 일정비율을 할인 받을 수 있는 쿠폰을 부여할 수 있습니다.
2.쿠폰의 부여 방법 및 사용 기간 등 쿠폰과 관련한 상세한 내용은 Rubys 내 별도 안내 등의 기재에 따릅니다.
3.회원은 본인의 거래에 대해서만 쿠폰을 사용할 수 있으며, 어떠한 경우라도 쿠폰을 타인에게 매매 또는 양도하거나, 실질적으로 매매 또는 양도와 동일하게 볼 수 있는 행위를 하여서는 아니됩니다.
4.쿠폰은 명시된 조건 및 사용 기간 내에서만 사용할 수 있습니다.
5.Rubys는 파트너, 재화 등의 종류, 거래금액 등 다양한 조건에 따라 쿠폰의 사용을 제한할 수 있으며, 회원을 탈퇴한 경우 쿠폰은 소멸됩니다.
6.부정한 방법으로 쿠폰을 획득한 사실이 확인될 경우 Rubys는 회원에게 이를 통지하고 소명기회를 부여한 뒤 쿠폰의 회수 또는 형사 고발 등 필요한 조치를 취할 수 있습니다.
제 10 조 (포인트)
1.Rubys는 회원의 재화 등의 구매, 리뷰 작성, 각종 이벤트 참여 등 일정한 서비스 이용을 조건으로, Rubys 내 별도 안내에 따라 회원에게 Rubys에서 사용할 수 있는 포인트를 지급할 수 있습니다.
2.1포인트는 Rubys 내에서 원화 1원과 같은 가치를 가지며, 회원은 Rubys가 정한 조건에 따라 서비스 이용 과정에서 포인트를 단독으로 또는 다른 결제 수단과 함께 사용할 수 있습니다.
3.포인트의 부여 및 사용에 관한 조건 등 관련한 상세 내용은 Rubys가 정한 정책에 따르되, Rubys는 별도 안내페이지 등을 통하여 포인트와 관련한 상세한 내용을 회원에게 안내합니다.
4.포인트의 유효기간은 지급일로부터 1년이며 유효기간이 지나면 자동적으로 소멸하는 것을 원칙으로 합니다. 다만, Rubys는 포인트 별로 상이한 유효기간을 정하여 회원에게 부여할 수 있고, 이 경우 포인트 관련 안내 화면에 그를 안내하도록 하겠습니다.
5.포인트는 유효기간의 만료일이 빠른 순서로 사용되며 회원을 탈퇴하면 미사용한 포인트는 소멸됩니다.
6.회원은 포인트를 본인의 거래에 대해서만 사용할 수 있으며, 어떠한 경우라도 포인트를 타인에게 매매 또는 양도하거나, 실질적으로 매매 또는 양도와 동일하게 볼 수 있는 행위를 하여서는 아니됩니다.
7.부정한 방법으로 포인트를 획득한 사실이 확인될 경우 Rubys는 회원에게 이를 통지하고 소명기회를 부여한 뒤 포인트 회수 또는 형사 고발 등 필요한 조치를 취할 수 있습니다.
8.사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 Rubys가 더 이상 서비스를 제공할 수 없게 되는 경우, Rubys는 본 약관 제8조에 정한 방법으로 회원에게 통지하고 서비스 종료시점을 기준으로 각 회원들이 보유한 포인트를 제2항 기재 가치에 상응하는 현물 또는 현금으로 회원에게 지급하도록 하겠습니다.
제 11 조 (회원탈퇴 등)
1.회원이 더이상 Rubys 이용을 원치 않는 때에는 언제든지 Rubys를 통하여 탈퇴를 요청할 수 있으며, 당사는 즉시 탈퇴 조치합니다. 단, 회원탈퇴로 인해 발생하는 불이익은 회원 본인이 부담하여야 하며, 탈퇴 처리가 완료되면 Rubys가 회원에게 부가적으로 제공한 각종 혜택이 소멸 또는 회수될 수 있으니 신중하게 탈퇴 요청하여 주시기 바랍니다.
2.회원의 탈퇴 처리가 완료된 경우 이용자가 게시한 콘텐츠는 본 약관 제25조 제7항에 따라 처리됩니다.
3.탈퇴한 회원이 다시 한번 Rubys 이용을 희망할 경우, 당사는 그를 거절할 수 있으며 소정의 기준에 따라 서비스의 재이용을 허락할 수 있습니다.
4.회원이 다음 각 호의 사유에 해당하는 경우 Rubys는 부득이하게 회원자격을 제한 및 상실시키거나 재이용에 제한을 둘 수 있습니다.
  1)회원이 사망한 경우
  2)서비스 이용과 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
  3)제5조 2항의 승낙거부사유가 있음이 확인된 경우
  4)제7조 제3항의 ID 이용제한 사유가 있음이 확인된 경우
  5)Rubys 및 기타 제3자의 저작권 등 지식재산권에 대한 침해행위가 확인된 경우
  6)Rubys 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위가 확인된 경우
  7)외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보 및 성별, 종교, 장애, 연령 등을 차별하거나 이에 대한 편견을 조장하는 내용 등 본 약관 제24조 제1항 각 호에 해당하는 행위가 확인된 경우
  8)본 약관 또는 개별약관을 위반한 경우
  9)기타 회원의 불법행위 등 Rubys가 서비스 제공을 거부할 필요가 있다고 인정하는 경우
5.Rubys가 회원자격을 상실시키는 경우에는 회원 등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원 등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
6.본 조에 의하여 Rubys가 회원자격을 상실시키더라도, 상실 이전에 이용한 서비스와 관련하여서는 본 약관이 적용됩니다.
제 12 조 (다양한 서비스의 제공)
1.Rubys는 이용자를 위해 다음과 같은 서비스를 제공합니다.
  1)파트너가 제공하는 재화 등의 광고, 계약체결 지원 등 파트너와 고객 간 거래의 중개와 관련한 일체의 서비스
  2)당사 또는 이용자가 창작한 콘텐츠를 게시하고, 관련한 이용자 간 커뮤니케이션 등을 지원하기 위한 운영서비스
  3)기타 이용자를 위하여 제공하는 서비스
2.Rubys가 제공하기로 한 서비스에 관하여 해당 내용을 재화 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 본 약관 제8조에서 정한 방법 등으로 즉시 통지하도록 하겠습니다.
제 13 조 (서비스의 중단)
1.Rubys는 365일 쉬지 않고 이용자에게 서비스를 제공하기 위하여 최선의 노력을 다합니다. 다만, 아래 각 호의 경우에는 부득이하게 서비스의 전부 또는 일부를 제한하거나 중단할 수 있습니다.
  1)PC 등 정보통신설비의 보수 점검·교체 및 고장, 통신의 두절 등의 사유가 발생한 경우
  2)파트너와의 계약종료 등 Rubys의 제반사정으로 서비스를 유지할 수 없는 경우
  3)기타 천재지변, 국가비상사태 등 불가항력적 사유가 발생한 경우
2.Rubys는 제1항의 사유로 서비스의 제공이 제한 또는 중단되는 경우 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 다만, Rubys가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
제 14 조 (정보의 제공 및 광고의 게재)
1.Rubys는 서비스를 운영함에 있어 다양한 정보를 Rubys 내 지정하는 위치에 게시하거나 본 약관 제8조에서 정한 방법 등으로 이용자에게 제공할 수 있습니다. 단, 상업적 광고는 사전에 광고수신 여부 및 수신방법에 별도로 동의한 이용자에 한정하여 제공합니다. 그리고 이용자는 Rubys에게 법령에 따라 부과된 의무이행과 관련한 절차안내, 고객문의 등에 대한 답변, 기타 거래관련 정보 등을 제외하고는 언제든지 Rubys가 제공하는 정보의 수신을 거부할 수 있습니다.
2.Rubys는 파트너가 게시한 광고를 전달하고 매개하는 역할을 할 뿐이며, 이용자가 해당 광고를 이용하거나 판촉활동에 참여하는 등의 경우 달리 귀책사유가 없는 한 Rubys는 이에 대해 일체의 책임을 지지 않으니 유의하여 주시기 바랍니다.
[스토어 서비스 – 연동 서비스]
스토어에서는 다양한 파트너의 재화 등이 광고 또는 판매되고 있으며, Rubys는 통신판매중개인으로서 파트너와 이용자 간 거래를 중개하는 역할을 하며 때에 따라 당사가 직접 재화 또는 서비스를 판매 제공하는 파트너 역할을 수행합니다.
제 15 조 (통신판매중개서비스의 이용)
1.Rubys는 통신판매중개자로서 이용자와 파트너 간의 자유로운 재화 등의 거래를 위한 시스템을 운영 및 관리, 제공할 시, 거래당사자가 아니며 이에 따라 거래와 관련된 일체의 책임을 부담하지 아니합니다.
2.이용자는 재화 등을 구매할 경우에는 본인 명의의 결제수단을 사용하여야 하고, 타인의 결제수단을 임의로 사용하여서는 아니 되며, 타인의 결제수단을 임의로 사용하여 Rubys, 파트너 및 해당 결제수단 소유자에게 손실 또는 손해가 발생할 경우 Rubys의 귀책사유가 없는 한 이에 대한 모든 책임을 부담하오니 유의하여 주시기 바랍니다.
3.Rubys는 이용자가 파트너와의 계약 절차에서 분쟁이 발생하면 분쟁의 해결을 위하여 최선을 다하며, 이용자의 피해 구제 신청이 있는 경우에는 공정거래위원회 또는 시도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
제 16 조 (매매계약의 체결 등)
1.재화 등의 매매계약은 이용자가 파트너가 제시한 재화 등의 판매 조건에 응하여 청약의 의사표시를 하고 이에 대하여 파트너가 승낙의 의사표시를 함으로써 체결됩니다.
2.Rubys는 이용자가 현금, 카드 기타의 방법으로 대금을 결제할 수 있는 방법을 제공합니다.
3.대금의 결제와 관련하여 이용자가 입력한 정보 및 그와 관련하여 발생한 책임과 불이익은 Rubys의 귀책사유가 없는 한 전적으로 이용자가 부담하오니 유의하여 주시기 바랍니다.
4.Rubys는 이용자의 재화 등 매매계약 체결 내용을 나의 쇼핑 내역을 통해 확인할 수 있도록 조치하며, 계약의 취소 방법 및 절차를 안내합니다.
5.Rubys는 이용자가 대금 결제 시 사용한 결제수단에 대해 정당한 사용권한을 가지고 있는지의 여부를 확인할 수 있으며, 이에 대한 확인이 완료될 때까지 거래 진행을 중지하거나 확인이 불가한 경우 해당 거래를 취소할 수 있습니다.
6.미성년자인 이용자가 서비스를 이용하여 재화 등을 구매하는 경우에 법정대리인이 해당 계약에 대하여 동의하지 아니하면 미성년자인 이용자 본인 또는 법정대리인은 그 계약을 취소할 수 있습니다.
7.이용자가 실제로 결제하는 금액은 파트너가 정한 공급원가, 기본이용료, 상품에 적용된 할인쿠폰, 배송비, 옵션상품의 옵션내역 등이 적용된 금액(실구매액)이며 구매자에게 발행되는 구매증빙서( 현금영수증, 세금계산서, 신용카드매출전표 등)는 실구매액으로 발행됩니다.
제 17 조 (결제 대금 예치 등)
1.Rubys는 선지급식 통신판매에 있어서 이용자가 지급하는 결제대금을 예치하고 배송이 완료된 후 재화 또는 용역의 대금을 파트너에게 지급하거나 파트너에게 결제대금을 지급하기 이전에 이용자가 취소, 반품, 교환 또는 환불의 의사를 표시한 경우에는 그 지급을 보류함으로써 이용자의 안전을 도모합니다.
2.Rubys는 이용자에게 재화 등을 공급받은 사실을 재화 등을 공급받은 날(배송완료일)로부터 3 영업일 이내에 통보하여 주도록 요청합니다.
제 18 조 (배송 및 거래완료)
1.Rubys는 파트너와 이용자 간의 배송과 관련하여 파트너, 이용자, 배송업체 등 관련 당사자 사이에 발생한 분쟁 등에 대해 관련법령에 따라 법률상 책임을 지는 경우 외에는 관여하지 않으며 어떠한 책임도 부담하지 아니합니다. 이 경우 해당 분쟁 등은 관련 당사자가 직접 해결하여야 합니다.
2.이용자는 구매한 재화 등의 배송이 완료되었을 때부터 7일 이내에 Rubys에 대하여 구매확정, 교환 또는 반품의 의사표시를 할 수 있습니다.
3.Rubys는 제2항의 기간 내에 구매확정, 교환 또는 반품에 대한 이용자의 의사표시가 없는 경우, 해당 거래에 대하여 자동구매확정으로 처리할 수 있습니다.
4.구매확정 이후에 발생하는 환불, 교환 기타 파트너와 이용자 간의 모든 문제는 거래 당사자인 파트너와 이용자가 직접 해결해야 하며, Rubys는 이에 개입하지 아니합니다.
제 19 조 (청약철회 등)
1.파트너와 재화 등의 구매에 관한 계약을 체결한 이용자(이하 ''구매자'')는 『전자상거래 등에서의 소비자 보호에 관한 법률』 제13조 제2항에 따른 계약내용에 관한 서면을 받은 날(그 서면을 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 재화 등을 공급받거나 재화 등의 공급이 시작된 날을 말함)부터 7일 이내에는 청약을 철회할 수 있습니다. 다만, 청약철회에 관하여 『전자상거래 등에서의 소비자 보호에 관한 법률』에 달리 정함이 있는 경우에는 동 법 규정에 따릅니다.
2.구매자는 재화 등을 배송 받고 다음 각 호에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
  1)구매자에게 책임이 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만 재화 등의 내용을 확인하기 위하여 포장만을 훼손한 경우는 제외)
  2)구매자의 사용 또는 일부 소비로 재화 등의 가치가 현저히 감소한 경우
  3)시간이 지나 다시 판매하기 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우
  4)복제가 가능한 재화 등의 포장을 훼손한 경우
  5)용역 또는 『문화산업진흥 기본법』 제2조제5호의 디지털콘텐츠의 제공이 개시된 경우(다만, 가분적 용역 또는 가분적 디지털콘텐츠로 구성된 계약의 경우에는 제공이 개시되지 아니한 부분에 대하여는 제외)
  6)주문에 따라 개별적으로 생산되는 재화 등 그에 대하여 청약철회 등을 인정할 경우 파트너에게 회복할 수 없는 중대한 피해가 예상되는 경우로서, 사전에 해당 거래에 대하여 별도로 그 사실을 고지하고 구매자의 서면(전자문서를 포함)에 의한 동의를 받은 경우
  7)그 밖에 관련법령에 따른 반품 및 교환 제한 사유에 해당되는 경우
3.제2항 제2호 내지 제4호의 경우에는 파트너가 사전에 청약 철회 등이 제한되는 사실을 구매자가 쉽게 알 수 있는 곳에 명기하거나 사용 상품을 제공하는 등의 조치를 하지 않았다면 구매자의 청약 철회 등이 제한되지 않습니다.
4.구매자는 제1항 및 제2항에도 불구하고 재화 등의 내용이 표시·광고의 내용과 다르거나 계약내용과 다르게 이행된 경우에는 그 재화 등을 공급받은 날부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.
5.Rubys는 구매자로부터 교환 또는 반품의 의사표시를 받은 경우에는 즉시 그 사실을 파트너에게 통보합니다.
6.구매자는 제1항 또는 제4항에 따라 교환신청을 하더라도 파트너에게 교환할 재화 등의 재고가 없는 경우에는 해당 재화 등의 교환을 받을 수 없습니다. 이 경우 해당 교환신청은 반품으로 처리됩니다.
7.반품이나 교환에 필요한 배송비 및 기타 비용은 귀책사유가 있는 당사자가 부담합니다. 재화 등의 하자 또는 오배송으로 인한 반품이나 교환의 경우에는 파트너가 그 비용을 부담하지만, 구매자의 단순 변심으로 인한 반품이나 교환의 경우에는 구매자가 그 비용을 부담하오니 유의하여 주시기 바랍니다.
8.파트너는 구매자가 배송상의 문제로 손해를 입은 경우에는 그에 대한 책임을 부담합니다.
9.Rubys는 파트너가 구매자의 결제완료 통지를 받은 이후에도 상당 기간 배송 절차 등을 이행하지 아니하여 구매자가 청약철회 등을 하거나 개별적인 정책으로 미리 정한 자동환불처리 사안에 해당하는 경우에는 해당 거래를 취소하고 이용 중인 결제대금예치서비스를 통해 이용자에게 결제대금을 환불할 수 있습니다.
10.구매자가 교환 또는 반품신청을 한 날로부터 14일이 지날 때까지 이미 수령한 재화 등을 파트너에게 반환하지 아니하거나 전화, 이메일 등으로 연락이 되지 아니하는 경우에는 해당 구매자의 교환 또는 반품신청은 효력을 상실합니다.
11.파트너가 청약철회 등으로 인하여 결제대금을 환불하는 경우에는 그 청약철회 등을 한 날(단, 재화 등이 배송된 경우에는 파트너가 재화 등을 반환 받은 날)로부터 3영업일 이내에 파트너는 환불에 필요한 조치를 합니다. 신용카드로 결제가 이루어진 경우 환불은 해당 신용카드 결제 취소를 통해서만 가능하고, 어떠한 경우에도 현금으로 환불되지 않습니다.
제 20 조 (대리 및 보증의 부인)
Rubys는 통신판매중개자로서 효율적인 서비스를 위한 시스템 운영 및 관리 책임만을 부담하며, 재화 또는 용역의 거래와 관련하여 이용자 또는 파트너를 대리 및 보증하지 아니하고, 이용자와 파트너 사이에 성립된 거래 및 파트너가 제공하고 등록한 정보에 대해서는 거래 당사자가 그에 대한 직접적인 책임을 부담하여야 합니다.
제 21 조 (통신판매자로서의 책임)
당사가 직접 이용자에게 재화 등을 판매하는 경우, 당사는 통신판매의 당사자로서 책임을 부담하며, 이 경우 당사는 본 약관 제16조 내지 제20조 및 제26조의 파트너로 간주되어 이용자에게 동 약관에 따른 책임을 부담합니다.
제 22 조 (콘텐츠에 대한 운영)
1.Rubys는 회원이 다음 각 호에 해당한다고 판단되는 콘텐츠를 등록하였을 경우 부적절한 콘텐츠로 판단하고 이를 삭제하거나 게시를 중단할 수 있습니다.
  1)Rubys 이용자 또는 제3자를 비난하거나 명예를 훼손시키는 경우
  2)Rubys의 이용목적에 부합하지 않거나 해당 서비스의 취지와 무관한 콘텐츠
  3)타인의 저작권, 상표권 등을 침해하는 콘텐츠
  4)음란성 콘텐츠와 혐오성 콘텐츠
  5)특정인의 개인정보가 포함된 콘텐츠
  6)특정 단어 또는 문구를 반복 산입하는 등의 비정상적인 콘텐츠 또는 프로그램 등을 이용하여 기계적인 패턴 글로 도배하는 경우
  7)당사가 허용하지 아니한 영리활동과 관련된 콘텐츠
  8)악성코드나 스파이웨어 등이 실행되어 다른 이용자, 파트너 기타 제3자의 시스템 성능 저하, 개인정보 유출 등의 피해를 줄 수 있는 악의적인 코드를 담고 있는 콘텐츠
  9)기타 관련법령 및 Rubys 서비스 별 개별약관 등에 위반된다고 판단되는 경우
2.회원의 콘텐츠가 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』, 『개인정보 보호법』 및 『 저작권법』 등 기타 법령에 위반되는 내용을 포함하는 경우, 권리자는 관련법령이 정한 절차에 따라 해당 콘텐츠의 게시중단 및 삭제 등을 요청할 수 있으며, Rubys는 관련법령에 따라 권리자의 지식재산권을 보호하기 위해 필요한 조치를 취할 수 있습니다.
제 23 조 (콘텐츠의 저작권 등)
1.회원이 Rubys 내에 게시한 콘텐츠의 저작권을 포함한 지식재산권은 회원이 보유하며, Rubys가 작성한 콘텐츠에 대한 저작권을 포함한 지식재산권은 Rubys가 보유합니다.
2.당사는 회원과 타인의 지식재산권이 서로 존중되고 보호받을 수 있도록 노력할 책임이 있고, 특히 타인에 의해 회원의 지식재산권 침해가 확인될 경우 즉시 회원의 권리 보호를 위하여 필요한 조치를 취하고 이를 회원에게 통지하는 등 Rubys에 회원이 게시한 콘텐츠의 보호를 위하여 최선을 다하겠습니다. 그러나 회원간 발생한 지식재산권 침해를 당사가 입증할 의무를 가지지 않습니다.
3.회원의 Rubys 내 콘텐츠 게시는 다음 각 호의 사항을 허락한 것으로 간주합니다.
  1)다른 회원의 동 콘텐츠 사용
  2)당사가 동 콘텐츠를 검색결과로 사용
4.회원은 본인이 Rubys 내에 게시한 콘텐츠를 당사가 국내 또는 국외에서 다음 각 호의 목적에 따라 필요한 범위 내에서 해당 콘텐츠를 편집(수정, 복제, 배포 등을 의미하여 이에 한정하지 아니함) 및 사용하는 것을 허락합니다.
  1)서비스 내에서 콘텐츠를 사용하거나, 서비스를 홍보하기 위한 목적으로 인터넷, 모바일, SNS를 포함한 디지털 마케팅 채널 및 통신사 등에게 콘텐츠의 내용을 보도, 방영하는 경우
  2)콘텐츠를 복제ᆞ전송ᆞ전시하는 방법으로 제휴서비스에서 콘텐츠를 제공하는 경우
5.제4항에도 불구하고 회원은 언제든지 Rubys 고객센터 또는 Rubys가 안내하는 경로를 통하여 자신이 게시한 콘텐츠에 대한 삭제, 비공개, 사용중단 등을 요청할 수 있고, Rubys는 본 약관 제8 조에 정한 방법으로 회원에게 콘텐츠의 사용 내용을 공지할 수 있습니다.
6.회원은 본인이 게시한 콘텐츠가 본 약관 제24조에 위반되지 아니함을 보증합니다. 회원이 작성한 콘텐츠가 본 약관 제24조 및 관련법령을 위반한 경우 Rubys의 귀책사유가 없는 한 회원은 그로 인한 모든 책임을 부담한다는 점을 유의하여 주시기 바랍니다.
7.본 약관 제11조에 따라 회원을 탈퇴하는 경우 회원이 Rubys 내에 게시한 콘텐츠는 삭제됩니다. 다만, 회원이 탈퇴하기 이전에 허용하였던 스크랩, 공유, 댓글 등과 같은 콘텐츠 이용이나 서비스의 운영에 따라 필요하거나 법률에서 요구되는 경우에는 예외적으로 삭제되지 않을 수 있습니다.
8.이용자는 서비스를 이용함으로써 얻은 정보 중 Rubys가 지식재산권을 보유한 정보를 Rubys의 사전 승낙 없이 영리 목적으로 이용하거나 제3자가 이용하게 하여서는 아니됩니다.
9.회원이 작성한 콘텐츠 내에 기술된 기능적 효과 또는 신체에 미치는 영향에 대하여 Rubys는 어떠한 보증도 하지 않습니다. 또한 회원이 작성한 내용이 관련 법령에 위배되는 경우 해당되는 내용을 삭제, 수정, 보관 등의 조치를 취할 수 있으며, 이후에 진행되는 법적 조치 등에 협조할 수 있습니다.
제 24 조 (데이터베이스 정보에 관한 책임)
Rubys는 이용자의 원활한 정보 탐색과 콘텐츠 게시를 위해 서비스와 관련된 여러 제품, 식품, 식료품과 관련된 데이터베이스를 운영합니다. 이용자는 콘텐츠 게시 및 Rubys가 제공하는 서비스에서 해당 데이터베이스를 통해 정보를 탐색하거나 정보를 태그하는 등의 행위를 할 수 있습니다.
1.Rubys와 체결한 별도의 계약에 따라 특별히 허용된 경우가 아닌 한, Rubys가 제공한 것으로서 현재 이용 가능한 정식 인터페이스 이외의 모든 수단(자동화 여부에 관계없음)으로 Rubys의 데이터베이스 및 본 서비스에 접근하거나 본 서비스를 검색하는 행위 또는 그러한 접근이나 검색을 시도하는 행위(주: 본 서비스상에서의 크롤링(crawling)은 robots.txt 파일의 규정을 따를 경우에 허용되나, 본 서비스상에서 Rubys의 사전 동의 없이 스크래핑(scraping)하는 행위는 명시적으로 금지됨)는 금지됩니다.
2.Rubys 내의 데이터베이스는 정보의 출처를 신뢰할 수 있는 경우에만 작성합니다.
3.데이터베이스의 정보 내용은 작성 당시 제품(식품, 식료품 등 데이터베이스 내에 저장된 대상을 일체 포함함) 정보를 참고하는 것으로 이후 제품의 정보가 수정된 경우 이를 신속히 인지하고 정보를 수정합니다.
4.제 3호의 노력에도 불구하고 변경된 제품 정보를 데이터베이스에 반영하지 못할 경우, 이로 인한 부당 이득의 취득 또는 명백한 고의가 밝혀지지 않는 경우에는 이에 대한 손해 배상 및 법적 책임을 지지 않습니다.
제 25 조 (경험치 및 멘토)
Rubys 회원은 Rubys 내에서 콘텐츠 게시, 댓글 작성 등의 특정 활동을 한 경우에 경험치를 획득합니다. 각 활동별 획득 경험치는 설정에 따라 변경될 수 있으며, 해당 활동을 타인이 인지할 수 있게 게시한 경우에 한해 획득할 수 있습니다. 또한 경험치를 획득한 활동을 추후 삭제 및 비공개 처리할 경우, 해당 경험치는 삭제됩니다. 경험치는 관련 정책이 변경되지 않는 한 계속해서 누적되며, Rubys 정책에 따라 획득한 경험치가 특정 기준을 넘을 시 멘토 신청을 할 수 있는 자격이 부여됩니다.
1.회원이 멘토를 신청한 경우, 회원이 제시한 첨부자료와 활동내역을 참고하여 멘토 승인이 결정됩니다. Rubys는 자체적인 기준에 따라 멘토 심사를 할 수 있으며, 심사 결과에 대해 소명할 의무를 지지 않습니다. 멘토 신청은 따라 승인 거절시 특정 기간이 지난 후 재신청할 수 있습니다.
2.멘토 승인이 된 회원은 타인에게 멘토임이 드러나는 표식을 부여받습니다. 멘토 회원은 다른 회원에게 적합한 정보와 콘텐츠를 제공할 의무를 갖습니다. 이에 대해 특정 기간 동안 경험치를 쌓지 않거나, Rubys 내 활동이 현저히 부족할 경우 멘토 자격이 소멸될 수 있습니다.
3.멘토 회원이 관련 법령에 위배되는 행동을 하거나, 사실과 맞지 않는 정보를 배포하여 혼란을 야기하거나, Rubys 내에서 부적절하다고 판단되는 행동을 할 경우 당사는 멘토 자격을 중지시킬 수 있으며, Rubys는 혼란을 야기한 멘토 회원의 행동과 발언에 대한 책임을 지지 않습니다.
제 26 조 (분쟁해결)
Rubys는 이용자와 파트너 사이에 분쟁이 발생하지 않도록 최선을 다할 것입니다. 그럼에도 불구하고 서비스 이용과 관련하여 분쟁이 발생할 경우 이는 거래당사자인 이용자와 파트너가 해결하여야 함을 유의하여 주시기 바랍니다. 다만, Rubys는 가능한 한 최선의 노력을 다하여 거래당사자 간의 분쟁이 신속하게 처리될 수 있도록 성실하게 협조할 것입니다.
제 27 조 (준거법 및 관할법원)
1.본 약관 또는 서비스는 대한민국의 법률에 따라 규정되고 이행됩니다.
2.본 약관 또는 서비스와 관련된 분쟁은 『민사소송법』상의 관할법원에 소를 제기할 수 있습니다.
부칙
본 약관은 2022년 5월 1일부터 시행합니다.', '20220404', '99991231', '2022-04-04 15:43:52', null, null, null, 'C'),
       ('TERM02', '0.1', 'Rubys
개인정보 처리방침
주식회사 베노프하우스(이하 “당사”)가 제공하는 Rubys서비스(이하 “서비스”)는 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 아래의 처리방침을 두고 있습니다.
본 보호정책은 정보통신부에서 지정한 개인정보 보호지침 제7조에 의거하여 작성되었으며, 수시로 내용이 변경될 수 있으므로 정기적으로 방문하셔서 확인하는 것을 권장합니다.
당사는 정통부 시행 개인정보보호지침(제22조 1항)에 의거 관리책임자를 아래와 같이 지정합니다.
직 위: 개인정보 보호책임자
이 름: 소병호
전 화: 010) 4609-1835
E-mail: cs@benope.com
개인정보 관리 책임자는 서비스 회원 여러분의 개인정보를 보호하고, 유출을 방지하는 책임자로서 회원들이 안심하고 서비스를 이용할 수 있도록 도와 드립니다. 개인정보보호에 대해 의견을 제시하거나 관련 문의사항이 있으면 위의 연락처로 연락주시기 바랍니다.
1. 개인정보 수집목적 및 이용
당사는 수집한 개인정보를 다음과 같은 목적으로만 이용합니다.
  1)  간편가입 의사의 확인, 이용자 본인확인, 이용자 식별, 회원탈퇴 의사의 확인 등 회원관리를 위해 개인정보를 이용합니다.
  2) 콘텐츠 등 기존 서비스 제공(광고 포함)에 더하여, 인구통계학적 분석, 서비스 방문 및 이용기록의 분석, 개인정보 및 관심에 기반한 이용자간 관계의 형성, 지인 및 관심사 등에 기반한 맞춤형 서비스 제공 등 신규 서비스 요소의 발굴 및 기존 서비스 개선, 개인 맞춤화 서비스 등을 위하여 개인정보를 이용합니다.
  3) 법령 및 이용약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재, 계정 도용 및 부정거래방지, 약관 개정 등의 고지사항 전달, 분쟁조정을 위한 기록 보존, 민원처리 등 이용자 보호 및 서비스 운영을 위하여 개인정보를 이용합니다.
  4) 유료 서비스 제공에 따르는 본인인증, 구매 및 요금 결제, 상품 및 서비스의 배송을 위하여 개인정보를 이용합니다.
  5) 이벤트 진행 및 경품 배송, 제세공과금 처리를 위해 개인정보를 이용합니다.
  6) 거래처 등록 및 대금 지급을 위해 개인정보를 이용합니다.
  7) 광고성 정보 제공 등 마케팅 및 프로모션 목적으로 개인정보를 이용합니다.
  8) 서비스 이용 기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및 통계에 따른 맞춤 서비스 제공과 광고 게재 등에 개인정보를 이용합니다.
  9) 보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용환경 구축을 위해 개인정보를 이용합니다.
2. 개인정보 수집 항목 및 수집 방법
당사는 간편가입, 원활한 고객 상담, 각종 서비스의 제공을 위해 최초 이용시 필요한 개인정보를 수집하고 있습니다.
  1) 카카오 아이디로 로그인 시에는 닉네임, 프로필사진, 이메일, 카카오톡 채널 추가 상태 및 내역을 필수 항목으로 수집하고, 성별, 생일, 출생연도, 전화번호를 선택 항목으로 수집합니다.
  2) 네이버 아이디로 로그인 시에는 이메일을 필수 항목으로 수집하고, 프로필사진, 성별, 생일, 연령대를 선택 항목으로 수집합니다.
  3) 애플 아이디로 로그인 시에는 이메일을 필수 항목으로 수집합니다.
  4) 구글 아이디로 로그인 시에는 이메일을 필수 항목으로 수집합니다.
  5) 이벤트 진행 및 경품 배송, 제세공과금 처리를 위해 아래의 정보를 수집할 수 있습니다.
    · 이벤트 참여: (필수) 이름, 휴대전화번호
    · 경품 배송: (필수) 이름, 주소, 휴대전화번호
    · 제세공과금 처리: (필수) 이름, 주소, 휴대전화번호, 고유식별정보(주민등록번호 등)
  6) 상품구매 및 배송 등의 서비스 제공을 위해 다음과 같이 개인정보를 수집, 이용, 파기합니다.
    · (필수) 구매자 정보(이름, 이메일주소, 휴대전화 번호), 수취인 정보(이름, 연락처, 배송지 정보), 예금주 이름, 은행명, 계좌번호, 개인통관고유번호(해외 구매시): 상품 주문확인, 이용자 식별 서비스, 배송 서비스, 환불 및 상담 회신, 관세부과 및 통관, 이벤트 및 마케팅 정보 수신, 서비스 개선을 위한 Data분석 등을 위하여 수집하며 전자상거래법에 따라 거래기록 보존을 위한 정보는 5년간 보관합니다.
  7) 매입 / 매입・매출 거래처 등록을 위하여 아래의 정보를 수집할 수 있습니다.
    · 개인: (필수) 이름, 주소, 휴대전화번호, 이메일, 입금계좌 정보(계좌번호, 예금주명), 신분증 사본
    · 사업자: (필수) 이름, 주소, 휴대전화번호, 이메일, 입금계좌 정보(계좌번호, 예금주명), 사업자등록증, 통신판매업신고증, 입금계좌 신고서, (법적 필수 서류일시)영업허가증(신고증)
  8) 서비스를 이용하면서 이용 문의를 하거나, 권리 침해 신고를 접수하는 경우에는 문의 접수 및 해결 과정에서 이메일, (휴대)전화번호를 수집할 수 있습니다.
  9) 모바일 서비스 특성상 단말기에 관한 정보(단말기 모델, 이동통신사 정보, OS, 하드웨어 ID, ADID, 접속IP, 서비스 이용에 대한 기본 통계)가 자동으로 수집될 수 있으나, 이는 개인을 식별할 수 없는 형태입니다.
  10) 이 외에도 추가적으로 로그 정보, 서비스 이용기록, 앱 설치 정보 등이 수집될 수 있으며, 당사는 14세 미만 이용자의 개인정보를 수집하지 않습니다.

당사는 아래의 방법을 통해 개인정보를 수집합니다.
  1) 회원가입이나 서비스 이용 과정에서 이용자가 직접 제공하고 동의하는 경우, 해당 개인정보를 수집합니다.
  2) 고객센터를 통한 상담 과정이나 이벤트 응모 과정 등에서 웹/앱 페이지, 메일, 팩스, 전화, 서면 등을 통해 이용자의 개인정보가 수집될 수 있습니다.
  3) 기기정보와 같은 생성정보는 서비스 이용과정에서 자동으로 생성되어 수집될 수 있습니다.
  4) 당사와 제휴한 외부 기업이나 단체로부터 개인정보를 제공받을 수 있으며, 이러한 경우에는 제휴사에서 이용자에게 개인정보 제공 동의를 받은 후 수집합니다.
3.개인정보 처리의 위탁
당사는 원칙적으로 이용자 동의 없이 개인정보를 외부에 제공하지 않습니다.
다만, 이용자들이 개인정보 제공에 사전에 동의한 경우, 관련 법령에 의해 개인정보 제출 의무가 발생한 경우에는 개인정보가 제공될 수 있습니다.
외부 업체에 업무 위탁 시 계약서 등을 통해서 개인정보보호 관련 법규의 준수, 개인정보에 관한 비밀유지, 제3자 제공에 대한 금지, 사고 시의 책임 부담, 위탁 기간, 처리 종료 후의 개인정보의 파기 등을 규정하고, 이를 준수하도록 관리 감독하고 있습니다.
주식회사 베노프하우스는 회원님에게 서비스를 제공하는 데에 반드시 필요한 업무 중 일부를 외부 업체에 위탁하고 있습니다.
수탁업체				위탁업무 내용					보유 및 이용 기간
(공란)				전자 결제 대행					회원탈퇴 시 혹은 위탁계약 종료 및 서비스 종료 시까지 (이용자가 해당 서비스를 이용하는 경우에만 처리 위탁됨)
(공란)				휴대전화 결제 대행					회원탈퇴 시 혹은 위탁계약 종료 및 서비스 종료 시까지 (이용자가 해당 서비스를 이용하는 경우에만 처리 위탁됨)
(공란)				고객 및 주문정보, 이용관리 등 콜센터 업무의 일체	회원탈퇴 시 혹은 위탁계약 종료 및 서비스 종료 시까지 (이용자가 해당 서비스를 이용하는 경우에만 처리 위탁됨)
Amazon Web Services(AWS KOREA)	클라우드 IT인프라 제공				회원탈퇴 시 혹은 위탁계약 종료 및 서비스 종료 시까지 (이용자가 해당 서비스를 이용하는 경우에만 처리 위탁됨)
(공란)				SMS, 알림톡 등 메시지 발송 서비스 제공		회원탈퇴 시 혹은 위탁계약 종료 및 서비스 종료 시까지 (이용자가 해당 서비스를 이용하는 경우에만 처리 위탁됨)
4.개인정보 보유 및 이용기간
당사는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 이용자의 개인정보를 지체없이 파기합니다. 단, 당사 내부방침이나 관계법령의 규정에 의하여 보존할 필요가 있는 경우에는 아래와 같이 일정 기간 동안 개인정보를 보관할 수 있습니다
  1) 법령 기준에 따라 별도 보관하는 경우
   ① 전자상거래 등에서 소비자 보호에 관한 법률
    · 계약 또는 청약철회 등에 관한 기록: 5년 보관
    · 대금결제 및 재화 등의 공급에 관한 기록: 5년 보관
    · 소비자의 불만 또는 분쟁처리에 관한 기록: 3년 보관
   ② 통신비밀보호법
    · 접속 로그 기록: 3개월
  2) 내부 기준에 따라 별도 보관하는 경우
    · 회원 정보: 회원에서 탈퇴한 경우 부정이용 방지를 위해 이름, 이메일(로그인ID), 휴대전화번호, CI/DI 등의 회원정보 : 3년
    · 비회원 정보: 업무 목적 달성 시까지
    · 서비스 이용에 따른 채권·채무관계 정산 시까지
    · 1년 간 회원의 서비스 이용 기록이 없는 경우, 『개인정보 보호법』 제39조의6에 근거하여 회원에게 사전 통지하고, 별도 보관합니다.
    · 이벤트 진행 및 경품 배송, 제세공과금 처리를 위해 이름, 주소, 휴대전화번호: 3개월
    · 거래처 등록 및 대금 지급을 위해 거래처 등록서류, 입금계좌 정보: 정보 확인 및 거래처 등록 후 3개월

당사의 개인정보 파기 절차 및 방법은 다음과 같습니다.
  1) 파기 절차
    · 이용자가 서비스 이용 등을 위해 입력한 정보는 이용 목적이 달성된 후, 내부 방침 및 관련 법령에 따라 일정 기간 저장된 후 파기됩니다.
    · 해당 개인정보는 법률에 의한 경우가 아니고서는 보관되는 목적 외로 이용되지 않습니다.
  2) 파기 방법
    · 종이에 출력된 개인정보는 분쇄기로 분쇄하고, 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
5.이용자 및 법정대리인의 권리와 행사 방법
    · 이용자 및 법정대리인은 언제든지 수집 정보에 대하여 수정, 동의철회, 삭제 등을 요청하실 수 있습니다. 다만, 동의 철회, 삭제시 서비스의 일부 또는 전부 이용이 제한될 수 있습니다.
    · (조회/수정 및 정정) 회원정보수정 메뉴 또는 1:1 상담을 이용하여 처리할 수 있습니다. 처리가 완료될 때까지 해당 정보를 이용하거나 타인에게 제공하지 않을 것입니다. 또한 합리적인 사유로 잘못된 개인정보를 제3자에게 이미 제공한 경우, 정정 처리의 결과를 지체 없이 제3자에게 통지하여 정정하도록 조치합니다.
    · (동의 철회/삭제) 상담 서비스를 이용하여 수집 정보에 대한 동의 철회 및 삭제를 요청하실 수 있습니다. 다만, 수집정보에 대한 동의 철회, 삭제시 서비스의 일부 또는 전부 이용이 제한될 수 있으며, 다른 법령에 따라 수집하는 정보의 경우에는 동의 철회가 어려울 수 있습니다.
    · (회원 탈퇴) 회원탈퇴 메뉴를 이용하여 편리하게 직접 탈퇴를 진행하시거나, 1:1상담을 통하여 진행할 수 있습니다.
    · (상담/문의) 당사는 개인정보의 수집 및 이용 목적에 따라 이용자와 상담원 간의 통화내용을 녹음할 수 있으며 고객센터를 통한 소비자 상담/문의 시 녹음 등에 대한 안내는 고객센터 상담 전 안내 멘트를 통해 확인하실 수 있습니다.
6.외부 사이트 및 자료에 관한 정책
당사가 이용자에게 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공하는 경우, 당사는 외부사이트 및 자료에 대한 아무런 통제권이 없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다.
당사가 포함하고 있는 링크를 클릭(click)하여 타사이트(site)의 페이지로 옮겨 갈 경우 해당 사이트의 개인정보보호정책은 당사와 무관하므로 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다.

7.	자동 수집 개인정보 및 거부
당사는 이용자의 정보를 수시로 저장하고 찾아내는 쿠키(cookie) 등을 운용합니다. 쿠키는 웹사이트가 이용자의 컴퓨터 브라우저에 보내는 아주 작은 텍스트 파일로 이용자의 컴퓨터 하드디스크에 저장됩니다.
  1) 쿠키의 사용 목적
    · 회원과 비회원의 접속 빈도나 방문 시간 등의 분석, 이용 형태 및 관심분야 파악, 자취 추적, 각종 이벤트 참여 정도, 방문 횟수 파악 등을 통한 타겟 마케팅 등 개인별 맞춤 서비스를 제공하기 위해 쿠키를 사용합니다.
  2) 쿠키의 설치, 운영과 거부
    · 이용자는 쿠키 설치에 대한 선택권을 가지고 있으며, 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다.
    · 쿠키의 설정은 웹 브라우저별 옵션 선택을 통해 ①모든 쿠키를 허용, ②쿠키가 저장될 때 마다 확인,
  3) 모든 쿠키의 저장을 거부할 수 있습니다.
    · 이러한 쿠키의 설정 방법은 웹브라우저에 따라 차이가 있으므로, 자세한 사항은 각 브라우저별 도움말을 참고해 주시기 바랍니다.
    · Internet Explorer : 도구 메뉴 선택 > 인터넷 옵션 선택 > 개인정보 탭 클릭 > 개인정보처리 수준 설정
    · Chrome : 설정 메뉴 선택 > 고급 설정 표시 선택 > 개인정보-콘텐츠 설정 선택 > 쿠키 수준 설정
    · firefox : 옵션 메뉴 선택 > 개인정보 선택 > 방문기록-사용자 정의 설정 > 쿠키 수준 설정
    · safari : 환경설정 메뉴 선택 > 개인정보 탭 선택 > 쿠키 및 웹 사이트 데이터 수준 설정
    · 단, 쿠키의 저장을 거부하였을 경우에는 로그인이 필요한 서비스 등 일부 서비스 이용에 어려움이 있을 수 있습니다.
8.맞춤형 광고에 관한 개인정보 수집
  1) 당사는 이용자의 웹사이트, 앱 서비스 방문 이력 등의 행태정보를 이용하여 온라인 맞춤형 광고 등 고객님께 최적화된 맞춤형 서비스 및 혜택을 제공하기 위하여 아래와 같이 행태정보를 수집, 이용합니다.
수집하는 행태정보의 항목				이용자의 웹사이트, 앱 서비스 방문 이력, 검색, 이력, 구매 이력, 기타 온라인 상 활동 정보, 광고 식별자
행태정보의 수집 방법				이용자 웹사이트/앱 방문 실행 시 자동 수집
행태정보의 수집 목적				이용자의 관심 기반 맞춤형 광고 제공
행태정보 보유 이용 기간 및 이후 정보 처리 방법		수집일로부터 2년 보관 후 삭제
이용자 통제권 행사 방법
 - 웹브라우저
  1) Internet Explorer: 도구 → 인터넷 옵션 → 개인정보 → 고급 → 허용/차단 선택
  2) Chrome: 설정 → 개인정보 및 보안 → 쿠키 및 기타 사이트 데이터 → 쿠키 수준 설정
  3) Edge: 설정 → 쿠키 및 사이트 권한 → 쿠키 및 사이트 데이터 → 쿠키 수준 설정
 - 모바일
  1) Andriod: 설정 → 구글 → 광고 → 광고 맞춤설정 선택 해제
  2) IOS: 설정 → 개인정보보호 → 추적 → 광고추적 제한
이용자 피해 구제 방법				담당부서: CS팀, 070-7764-0701, benope@benope.com
※행태정보의 수집을 위해 (타사)를 이용하며, Rubys 앱 내 맞춤형 광고는 (타사)가 대행하여 처리합니다.
  2) 당사는 다음과 같이 온라인 맞춤형 광고 사업자가 행태정보를 수집할 수 있도록 허용하고 있습니다.
    · 행태정보를 제공받는자 : 페이스북, 구글, 카카오, 네이버, 애피어, 몰로코, 애플
    · 제공하는 행태정보 항목 : 웹사이트/앱 서비스 방문 이력, 검색 이력, 구매 이력, 기타 온라인 상 활동 정보
    · 행태정보 이용 목적 : 사용자 관심 기반의 맞춤형 광고 제공을 위함
9.개인정보의 기술적 관리적 보호조치
당사는 이용자들의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 보호대책을 강구하고 있습니다.

  1) 해킹 등에 대비한 대책
    · 당사는 해킹이나 바이러스 등 당사 정보통신망 침입에 의한 이용자 개인정보의 분실, 도난, 유출, 변조 또는 훼손 등 피해 방지를 위해 침입탐지 및 침입차단 시스템을 24시간 가동하고 있으며, 만일의 사태에 대비하여 모든 침입탐지 시스템과 침입차단 시스템은 이중화로 구성하여 운영하고 있습니다.
    · 개인정보의 훼손 피해에 대비하여 중요한 데이터를 주기적으로 백업하고 있으며, 백신 프로그램을 이용하여 개인정보나 중요한 데이터의 유출 방지를 위해 노력하고 있습니다.
    · 민감한 개인정보는 정보통신망을 통해 주고받는 과정에서 암호화 통신을 적용하여 개인정보를 안전하게 전송할 수 있도록 하고 있습니다.
 - 이 외에도 보안 시스템 도입 및 전문인력 확충 등 보안성 확보를 위해 지속적으로 노력하고 있습니다.
  2) 개인정보 처리자의 최소화 및 주기적인 교육
    · 당사의 개인정보 관련 처리자는 담당자로 한정하여 개인정보 처리자를 최소화하고 있으며, 퇴직 및 직무변경 등 인사이동이 있는 경우 지체 없이 권한을 변경, 말소하여 개인정보 접근 권한을 통제하고 있습니다.
    · 개인정보 처리자에 대해 주기적으로 교육을 진행하여 개인정보보호의 중요성을 인식시키고, 안전하게 관리할 수 있도록 최선의 노력을 다하고 있습니다.
10.개인정보 처리방침 변경
개인정보 처리방침 변경에 관한 정책은 다음과 같습니다.
이 개인정보 처리방침은 2022.5.1부터 적용됩니다.', '20220404', '99991231', '2022-04-04 15:43:52', null, null, null, 'C'),
       ('TERM03', '0.1', 'Rubys
개인정보 제 3자 정보 제공 동의
1) 주식회사 베노프하우스는 Rubys 서비스를 통한 주문과 결제가 이루어진 경우, 판매자(제 3자)와의 상담 및 배송 등 원활한 거래 이행을 위하여 이용자의 개인정보 중 필요한 내용을 판매자에게 전달합니다. 제 3자 정보 제공 동의가 이루어진 경우 이용자가 주문하는 경우에 한정하여 판매자에게 개인정보가 제공됩니다.
제공받는자 : 판매자(판매자 정보 문의 cs@benope.com)
제공목적 : 상품 주문확인 및 배송업무
제공되는 개인정보 : 이름, 휴대폰번호, 이메일, 배송지주소(구매자와 수취인이 다를 경우 수취인의 이름, 휴대폰번호, 주소 정보 제공), 상품 구매, 취소, 반품, 교환 정보, 송장정보, 개인통관고유번호(해외배송 상품 구매시)
보유 및 이용기간 : 재화 또는 서비스의 제공 목적이 달성된 후 파기(단, 관계법령에 정해진 규정에 따라 법정기간 동안 보관)
2) 제 3자 개인정보 제공을 거부하실 수 있으나, 이 경우 서비스 이용이 제한될 수 있습니다.', '20220404', '99991231', '2022-04-04 15:43:52', null, null, null,
        'C'),
       ('TERM04', '0.1', 'Rubys
마케팅 정보 수신 동의(광고성 정보 수신 동의)
주식회사 베노프하우스는 개인정보보호법 등에 관한 법률 등 관계 법령에 따라 광고성 정보를 전송하기 위해 수신자의 사전 수신동의를 받고 있습니다. 다만 동의하지 않을 경우, 상품/서비스 소개 및 권유, 사은행사, 판촉행사 등 이용목적에 따른 혜택의 제한이 있을 수 있습니다. 그 밖에 금융 거래와 관련된 불이익은 없습니다.
1. 마케팅 및 광고에의 활용
 - 할인, 이벤트(쿠폰 발급 등)의 광고성 정보 제공
 - 개인별 맞춤 서비스 및 신규 개발 기능 제공
 - 새로운 기능(제품)의 안내
2. 루비스 서비스와 관련한 각종 정보를 서비스 화면, 앱푸시, SMS, 이메일 등의 방법으로 회원에게 제공할 수 있으며 이를 위한 개인정보(휴대폰번호, 이메일)을 수집합니다.
3. 결제안내 및 쿠폰 소진/소멸 등 의무적으로 안내되어야 하는 정보성 내용 및 일부 혜택성 정보는 수신동의 여부와 무관하게 제공됩니다.
4. 마케팅 정보 수신 동의 이후에라도 이용자의 의사에 따라 동의를 철회할 수 있으며, 수신을 동의하지 않아도 회사가 제공하는 기본적인 서비스를 이용할 수 있으나, 당사의 마케팅 정보를 수신하지 못할 수 있습니다. 이용자가 동의를 철회하거나, 탈퇴시까지 수집한 정보를 보유 및 이용할 수 있습니다.',
        '20220404', '99991231', '2022-04-04 15:43:52', null, null, null, 'C');

insert into term_detail (term_cd,
                         term_version,
                         term_content,
                         start_date,
                         end_date,
                         created_at,
                         created_by,
                         updated_at,
                         updated_by,
                         row_stat_cd)
values ('TERM01', '0.2', 'Rubys
서비스 이용 약관
제 1 조 (목적)
주식회사 베노프하우스(이하 ''당사'')가 인터넷과 모바일 등 Rubys 플랫폼서비스(이하 ‘서비스’)를 통해 제공하는 다양한 서비스를 이용하여 주셔서 감사합니다. 당사는 이용자가 서비스를 더 편리하게 이용할 수 있도록 서비스 이용약관을 마련하였습니다. 본 약관은 이용자가 서비스를 이용하는데 필요한 권리, 의무 및 책임사항 기타 필요한 사항을 규정하고 있으므로 주의 깊게 살펴봐 주시기 바랍니다.
제 2 조 (정의)
본 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.
1.Rubys: 당사가 운영하는 플랫폼을 의미하며, 인터넷, 모바일 어플리케이션(이하 ‘앱’) 등을 통하여 파트너들이 제공하는 다양한 재화 또는 용역(이하 ''재화 등'')의 광고를 이용자에게 제공하거나, 파트너와 이용자 간 거래를 중개하고, 나아가 당사 또는 이용자가 창작한 다양한 콘텐츠를 게시하고 그를 통하여 이용자 간 커뮤니케이션이 진행될 수 있도록 설정한 공간을 말하며, 아울러 이를 운영하는 사업자의 의미로도 사용합니다.
2.서비스: 콘텐츠 및 그를 매개로 한 이용자 간 커뮤니케이션 공간, 파트너 재화 등의 광고 및 파트너와 고객 간 거래의 중개 등 이용자의 생활을 더 편리하게 하기 위해 당사가 Rubys를 통하여 제공 또는 제공할 서비스를 말합니다.
3.제휴서비스: 당사가 자신이 운영하는 타 서비스 또는 자신과 협력관계에 있는 제3자가 운영하는 서비스와 Rubys를 연동하는 등 다양한 제휴 방식을 통해 Rubys와 별개로 국내 ∙ 외에서 제공하는 서비스를 말합니다.
4.이용자: 당사가 제공하는 서비스를 이용하는 자로서 회원 및 비회원을 포함합니다.
5.회원: Rubys에 회원등록을 한 자로서, Rubys 내에서 서비스를 이용할 수 있는 자격을 갖춘 자를 말합니다.
6.비회원: 회원에 가입하지 않고, Rubys에서 제한적으로 제공하는 서비스를 이용하는 자를 말합니다.
7.콘텐츠: 당사 또는 이용자가 서비스 상에 게시 또는 등록하는 모든 글, 사진, 동영상, 각종 파일, 링크, 회원소개 등(부호, 문자, 영상, 그림 등 그 형태를 불문합니다) Rubys 내에서 게시 또는 사용되는 일체의 정보를 말합니다.
8.파트너: Rubys가 지정한 절차를 마치고 Rubys를 이용하는 자로, Rubys를 통해 이용자에게 자신의 재화 등을 광고 또는 판매하는 자를 말합니다.
9.회원정보: Rubys를 통해 가입을 신청한 자에게 회원가입 신청양식(이하 ''신청양식'')에 따라 기재를 요청하는 개인정보 및 회원의 식별과 서비스 이용을 위하여 회원이 Rubys에 제공한 정보를 말합니다.
제 3 조 (약관 등의 설명 및 개정)
1.Rubys는 본 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 주소를 포함), 전화번호, 전자우편주소, 사업자등록번호, 통신판매업신고번호 등을 이용자가 쉽게 알 수 있도록 Rubys 내 초기 서비스 화면(전면)에 게시합니다. 다만, 본 약관의 내용(개정시 개정내용을 포함)은 이용자가 연결 화면을 통하여 볼 수 있도록 게시할 수 있습니다.
2.Rubys는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 본 약관을 개정할 수 있으며, 본 약관을 개정할 경우 그 개정이유 및 적용일자를 명시하여 현행 약관과 함께 Rubys내 공개된 공간에 그 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, Rubys가 회원에게 불리한 내용으로 약관을 변경하는 경우에는 최소한 30일 이상의 사전 유예 기간을 두고 공지하며, 이 경우 개정 전후의 내용을 회원이 알기 쉽도록 표시하겠습니다.
3.Rubys가 개정약관을 공지 및 통지하면서 회원에게 일정 기한 내에 의사표시를 하지 않으면 동의한 것으로 본다는 뜻을 명확하게 따로 공지 및 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우, 회원이 개정약관에 동의한 것으로 봅니다. 또한, 회원이 개정약관의 적용에 동의하지 않는 경우 Rubys는 개정약관의 내용을 적용할 수 없으며, 이 경우, 회원은 회원탈퇴를 할 수 있습니다. 다만, 개정 전의 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 Rubys는 회원자격을 상실시킬 수 있습니다.
4.Rubys가 본 약관을 개정할 경우 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관이 그대로 적용됩니다. 다만, 개정 전 약관 내용이 관련 법령에 위배되는 방식으로 적용될 여지가 있거나, 실제 적용되는 경우와 회원이 그 적용일자 이전에 체결된 계약에 대하여 개정약관의 적용을 받기 원하는 의사표시를 제3항에 의한 개정약관의 공지기간 내에 Rubys에 전달하여 동의를 받은 경우에는 개정약관이 적용됩니다.
제 4 조 (약관 외 준칙)
1.본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제에 관한 법률』, 공정거래위원회가 정하는 『전자상거래 등에서의 소비자보호 지침』 등 관련법령 및 상관례에 따릅니다.
2.Rubys는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 ''개별약관'')을 정하여 이를 Rubys를 통해 미리 공지할 수 있습니다.
3.Rubys는 제2항의 개별약관에 변경이 있을 경우 본 약관 제3조 제2항에 따라 공지하도록 하겠습니다.
제 5 조 (회원가입)
1.회원으로 가입하고자 하는 이용자는 간편가입 등의 방법을 통해 회원정보를 기입한 후 본 약관과 개인정보수집 및 이용에 동의한다는 의사표시를 함으로써 회원가입을 신청할 수 있습니다.
2.Rubys는 제1항과 같이 회원가입을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.
  1)가입신청자가 만 14세 미만인 경우
  2)회원정보에 허위, 기재 누락, 오기가 있는 경우
  3)가입신청자가 본 약관 제11조에 따라 이전에 회원자격을 상실한 적이 있는 경우(다만, 본 약관 제11조에 의한 회원자격 상실 후 6개월이 경과한 자로서 Rubys의 회원 재가입 승낙을 얻은 경우에는 예외)
  4)회원으로 등록하는 것이 기술상 현저히 곤란한 경우
  5)기타 본 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 Rubys가 합리적인 판단에 의하여 필요하다고 인정하는 경우
3.가입신청의 처리는 신청순서에 의하며, 회원가입의 완료시기는 신청에 대한 Rubys의 승낙의 의사표시가 신청자에게 도달한 시점으로 합니다.
4.회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 Rubys에 회원정보 수정 등의 방법으로 변경사항을 알려 Rubys가 원활한 서비스를 제공할 수 있도록 조력하여야 할 의무가 있습니다. 회원이 이러한 의무를 해태하여 서비스의 불완전제공 또는 미제공 등 불이익이 발생하는 경우라도, Rubys는 별도의 귀책사유가 없는 한 그에대한 책임을 부담하지 아니합니다.
5.Rubys는 회원의 종류 및 등급을 구분할 수 있으며, 구분별로 이용할 수 있는 Rubys의 서비스 종류, 혜택을 세분하는 등으로 회원 간 이용에 차등을 둘 수 있습니다.
제 6 조 (개인정보보호)
당사는 Rubys 이용자의 개인정보를 소중하게 생각합니다. 당사는 관련법령에 따른 허용범위 및 이용자의 동의 내에서, 서비스의 원활한 제공을 위하여 필요한 범위로만 이용자의 개인정보를 처리합니다. 당사가 Rubys 이용자의 개인정보를 안전하게 처리하기 위하여 기울이는 노력 기타 관련한 상세한 내용은 개인정보처리방침을 확인하여 주시기 바랍니다.
제 7 조 (ID 및 비밀번호 관리)
1.회원의 ID 및 비밀번호는 회원 본인만 이용할 수 있습니다. 회원은 다른 사람이 자신의 ID 및 비밀번호를 이용하도록 허락하여서는 아니되며, 다른 사람이 자신의 ID 및 비밀번호를 무단으로 사용할 수 없도록 관리하여야 합니다.
2.회원의 과실로 인한 ID 또는 비밀번호의 유출, 기타 본 약관에 반하여 이루어진 회원의 ID 또는 비밀번호에 대한 양도, 대여 행위로 인하여 발생하는 손실이나 손해에 대하여는 Rubys의 귀책사유가 없는 한 회원 본인이 전적으로 책임을 부담하오니 유의하여 주시기 바랍니다.
3.Rubys는 회원 ID의 유출 우려가 있거나, ID에 반사회적 또는 미풍양속에 어긋나는 표현이 포함되어 있는 경우, 기타 이용자를 당사 및 Rubys의 운영자로 오인할 우려가 있는 경우에는 사전예고 없이 본 약관 제11조 제4항에 따라 회원자격을 제한하거나 해당 ID의 이용을 제한할 수 있습니다.
4.회원은 자신의 ID 및 비밀번호를 도난당하거나, 무단 사용을 발견하면, 이를 즉시 Rubys에 통보하여야 하며, Rubys는 통보를 받은 즉시 회원의 정보를 보호하기 위하여 필요한 최선의 노력을 다할 것입니다.
제 8 조 (통지 및 공지)
Rubys는 이용자와의 의사소통을 중요하게 생각합니다.
1.이용자는 언제든지 고객센터를 방문하여 서비스와 관련한 의견을 전달할 수 있습니다.
2.Rubys의 회원에 대한 통지는 회원정보에 기재된 E-mail 주소로의 발송, 앱푸시 또는 휴대폰 번호로 알림톡을 보내는 등 전자적 방법으로 이뤄지며, 이러한 전자적 통지가 회원에 도달한 때에 효력이 발생합니다.
3.Rubys가 불특정 다수의 회원에게 통지를 하는 경우 1주일 이상 Rubys에 게시하는 방법으로 제2호의 개별 통지를 대신할 수 있습니다. 다만, 특정 회원의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 해당 회원에게 개별적으로 통지하는 것을 원칙으로 합니다.
4.Rubys가 비회원에 대한 통지를 할 경우 본 약관에 별도 규정이 없는 한 이용자가 제공한 E-mail, 휴대폰 번호 등으로 통지할 수 있으며, 불특정 다수의 비회원에게 통지하는 경우 제3호에 따라 통지할 수 있습니다.
제 9 조 (쿠폰)
1.Rubys는 회원의 재화 등의 구매, 이벤트 참여 등 일정한 서비스 이용을 조건으로 Rubys 내 별도 안내페이지 등에서 고지한 바에 따라 회원에게 재화 등의 구매 시 일정액 또는 일정비율을 할인 받을 수 있는 쿠폰을 부여할 수 있습니다.
2.쿠폰의 부여 방법 및 사용 기간 등 쿠폰과 관련한 상세한 내용은 Rubys 내 별도 안내 등의 기재에 따릅니다.
3.회원은 본인의 거래에 대해서만 쿠폰을 사용할 수 있으며, 어떠한 경우라도 쿠폰을 타인에게 매매 또는 양도하거나, 실질적으로 매매 또는 양도와 동일하게 볼 수 있는 행위를 하여서는 아니됩니다.
4.쿠폰은 명시된 조건 및 사용 기간 내에서만 사용할 수 있습니다.
5.Rubys는 파트너, 재화 등의 종류, 거래금액 등 다양한 조건에 따라 쿠폰의 사용을 제한할 수 있으며, 회원을 탈퇴한 경우 쿠폰은 소멸됩니다.
6.부정한 방법으로 쿠폰을 획득한 사실이 확인될 경우 Rubys는 회원에게 이를 통지하고 소명기회를 부여한 뒤 쿠폰의 회수 또는 형사 고발 등 필요한 조치를 취할 수 있습니다.
제 10 조 (포인트)
1.Rubys는 회원의 재화 등의 구매, 리뷰 작성, 각종 이벤트 참여 등 일정한 서비스 이용을 조건으로, Rubys 내 별도 안내에 따라 회원에게 Rubys에서 사용할 수 있는 포인트를 지급할 수 있습니다.
2.1포인트는 Rubys 내에서 원화 1원과 같은 가치를 가지며, 회원은 Rubys가 정한 조건에 따라 서비스 이용 과정에서 포인트를 단독으로 또는 다른 결제 수단과 함께 사용할 수 있습니다.
3.포인트의 부여 및 사용에 관한 조건 등 관련한 상세 내용은 Rubys가 정한 정책에 따르되, Rubys는 별도 안내페이지 등을 통하여 포인트와 관련한 상세한 내용을 회원에게 안내합니다.
4.포인트의 유효기간은 지급일로부터 1년이며 유효기간이 지나면 자동적으로 소멸하는 것을 원칙으로 합니다. 다만, Rubys는 포인트 별로 상이한 유효기간을 정하여 회원에게 부여할 수 있고, 이 경우 포인트 관련 안내 화면에 그를 안내하도록 하겠습니다.
5.포인트는 유효기간의 만료일이 빠른 순서로 사용되며 회원을 탈퇴하면 미사용한 포인트는 소멸됩니다.
6.회원은 포인트를 본인의 거래에 대해서만 사용할 수 있으며, 어떠한 경우라도 포인트를 타인에게 매매 또는 양도하거나, 실질적으로 매매 또는 양도와 동일하게 볼 수 있는 행위를 하여서는 아니됩니다.
7.부정한 방법으로 포인트를 획득한 사실이 확인될 경우 Rubys는 회원에게 이를 통지하고 소명기회를 부여한 뒤 포인트 회수 또는 형사 고발 등 필요한 조치를 취할 수 있습니다.
8.사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 Rubys가 더 이상 서비스를 제공할 수 없게 되는 경우, Rubys는 본 약관 제8조에 정한 방법으로 회원에게 통지하고 서비스 종료시점을 기준으로 각 회원들이 보유한 포인트를 제2항 기재 가치에 상응하는 현물 또는 현금으로 회원에게 지급하도록 하겠습니다.
제 11 조 (회원탈퇴 등)
1.회원이 더이상 Rubys 이용을 원치 않는 때에는 언제든지 Rubys를 통하여 탈퇴를 요청할 수 있으며, 당사는 즉시 탈퇴 조치합니다. 단, 회원탈퇴로 인해 발생하는 불이익은 회원 본인이 부담하여야 하며, 탈퇴 처리가 완료되면 Rubys가 회원에게 부가적으로 제공한 각종 혜택이 소멸 또는 회수될 수 있으니 신중하게 탈퇴 요청하여 주시기 바랍니다.
2.회원의 탈퇴 처리가 완료된 경우 이용자가 게시한 콘텐츠는 본 약관 제25조 제7항에 따라 처리됩니다.
3.탈퇴한 회원이 다시 한번 Rubys 이용을 희망할 경우, 당사는 그를 거절할 수 있으며 소정의 기준에 따라 서비스의 재이용을 허락할 수 있습니다.
4.회원이 다음 각 호의 사유에 해당하는 경우 Rubys는 부득이하게 회원자격을 제한 및 상실시키거나 재이용에 제한을 둘 수 있습니다.
  1)회원이 사망한 경우
  2)서비스 이용과 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
  3)제5조 2항의 승낙거부사유가 있음이 확인된 경우
  4)제7조 제3항의 ID 이용제한 사유가 있음이 확인된 경우
  5)Rubys 및 기타 제3자의 저작권 등 지식재산권에 대한 침해행위가 확인된 경우
  6)Rubys 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위가 확인된 경우
  7)외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보 및 성별, 종교, 장애, 연령 등을 차별하거나 이에 대한 편견을 조장하는 내용 등 본 약관 제24조 제1항 각 호에 해당하는 행위가 확인된 경우
  8)본 약관 또는 개별약관을 위반한 경우
  9)기타 회원의 불법행위 등 Rubys가 서비스 제공을 거부할 필요가 있다고 인정하는 경우
5.Rubys가 회원자격을 상실시키는 경우에는 회원 등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원 등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
6.본 조에 의하여 Rubys가 회원자격을 상실시키더라도, 상실 이전에 이용한 서비스와 관련하여서는 본 약관이 적용됩니다.
제 12 조 (다양한 서비스의 제공)
1.Rubys는 이용자를 위해 다음과 같은 서비스를 제공합니다.
  1)파트너가 제공하는 재화 등의 광고, 계약체결 지원 등 파트너와 고객 간 거래의 중개와 관련한 일체의 서비스
  2)당사 또는 이용자가 창작한 콘텐츠를 게시하고, 관련한 이용자 간 커뮤니케이션 등을 지원하기 위한 운영서비스
  3)기타 이용자를 위하여 제공하는 서비스
2.Rubys가 제공하기로 한 서비스에 관하여 해당 내용을 재화 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 본 약관 제8조에서 정한 방법 등으로 즉시 통지하도록 하겠습니다.
제 13 조 (서비스의 중단)
1.Rubys는 365일 쉬지 않고 이용자에게 서비스를 제공하기 위하여 최선의 노력을 다합니다. 다만, 아래 각 호의 경우에는 부득이하게 서비스의 전부 또는 일부를 제한하거나 중단할 수 있습니다.
  1)PC 등 정보통신설비의 보수 점검·교체 및 고장, 통신의 두절 등의 사유가 발생한 경우
  2)파트너와의 계약종료 등 Rubys의 제반사정으로 서비스를 유지할 수 없는 경우
  3)기타 천재지변, 국가비상사태 등 불가항력적 사유가 발생한 경우
2.Rubys는 제1항의 사유로 서비스의 제공이 제한 또는 중단되는 경우 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 다만, Rubys가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
제 14 조 (정보의 제공 및 광고의 게재)
1.Rubys는 서비스를 운영함에 있어 다양한 정보를 Rubys 내 지정하는 위치에 게시하거나 본 약관 제8조에서 정한 방법 등으로 이용자에게 제공할 수 있습니다. 단, 상업적 광고는 사전에 광고수신 여부 및 수신방법에 별도로 동의한 이용자에 한정하여 제공합니다. 그리고 이용자는 Rubys에게 법령에 따라 부과된 의무이행과 관련한 절차안내, 고객문의 등에 대한 답변, 기타 거래관련 정보 등을 제외하고는 언제든지 Rubys가 제공하는 정보의 수신을 거부할 수 있습니다.
2.Rubys는 파트너가 게시한 광고를 전달하고 매개하는 역할을 할 뿐이며, 이용자가 해당 광고를 이용하거나 판촉활동에 참여하는 등의 경우 달리 귀책사유가 없는 한 Rubys는 이에 대해 일체의 책임을 지지 않으니 유의하여 주시기 바랍니다.
[스토어 서비스 – 연동 서비스]
스토어에서는 다양한 파트너의 재화 등이 광고 또는 판매되고 있으며, Rubys는 통신판매중개인으로서 파트너와 이용자 간 거래를 중개하는 역할을 하며 때에 따라 당사가 직접 재화 또는 서비스를 판매 제공하는 파트너 역할을 수행합니다.
제 15 조 (통신판매중개서비스의 이용)
1.Rubys는 통신판매중개자로서 이용자와 파트너 간의 자유로운 재화 등의 거래를 위한 시스템을 운영 및 관리, 제공할 시, 거래당사자가 아니며 이에 따라 거래와 관련된 일체의 책임을 부담하지 아니합니다.
2.이용자는 재화 등을 구매할 경우에는 본인 명의의 결제수단을 사용하여야 하고, 타인의 결제수단을 임의로 사용하여서는 아니 되며, 타인의 결제수단을 임의로 사용하여 Rubys, 파트너 및 해당 결제수단 소유자에게 손실 또는 손해가 발생할 경우 Rubys의 귀책사유가 없는 한 이에 대한 모든 책임을 부담하오니 유의하여 주시기 바랍니다.
3.Rubys는 이용자가 파트너와의 계약 절차에서 분쟁이 발생하면 분쟁의 해결을 위하여 최선을 다하며, 이용자의 피해 구제 신청이 있는 경우에는 공정거래위원회 또는 시도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
제 16 조 (매매계약의 체결 등)
1.재화 등의 매매계약은 이용자가 파트너가 제시한 재화 등의 판매 조건에 응하여 청약의 의사표시를 하고 이에 대하여 파트너가 승낙의 의사표시를 함으로써 체결됩니다.
2.Rubys는 이용자가 현금, 카드 기타의 방법으로 대금을 결제할 수 있는 방법을 제공합니다.
3.대금의 결제와 관련하여 이용자가 입력한 정보 및 그와 관련하여 발생한 책임과 불이익은 Rubys의 귀책사유가 없는 한 전적으로 이용자가 부담하오니 유의하여 주시기 바랍니다.
4.Rubys는 이용자의 재화 등 매매계약 체결 내용을 나의 쇼핑 내역을 통해 확인할 수 있도록 조치하며, 계약의 취소 방법 및 절차를 안내합니다.
5.Rubys는 이용자가 대금 결제 시 사용한 결제수단에 대해 정당한 사용권한을 가지고 있는지의 여부를 확인할 수 있으며, 이에 대한 확인이 완료될 때까지 거래 진행을 중지하거나 확인이 불가한 경우 해당 거래를 취소할 수 있습니다.
6.미성년자인 이용자가 서비스를 이용하여 재화 등을 구매하는 경우에 법정대리인이 해당 계약에 대하여 동의하지 아니하면 미성년자인 이용자 본인 또는 법정대리인은 그 계약을 취소할 수 있습니다.
7.이용자가 실제로 결제하는 금액은 파트너가 정한 공급원가, 기본이용료, 상품에 적용된 할인쿠폰, 배송비, 옵션상품의 옵션내역 등이 적용된 금액(실구매액)이며 구매자에게 발행되는 구매증빙서( 현금영수증, 세금계산서, 신용카드매출전표 등)는 실구매액으로 발행됩니다.
제 17 조 (결제 대금 예치 등)
1.Rubys는 선지급식 통신판매에 있어서 이용자가 지급하는 결제대금을 예치하고 배송이 완료된 후 재화 또는 용역의 대금을 파트너에게 지급하거나 파트너에게 결제대금을 지급하기 이전에 이용자가 취소, 반품, 교환 또는 환불의 의사를 표시한 경우에는 그 지급을 보류함으로써 이용자의 안전을 도모합니다.
2.Rubys는 이용자에게 재화 등을 공급받은 사실을 재화 등을 공급받은 날(배송완료일)로부터 3 영업일 이내에 통보하여 주도록 요청합니다.
제 18 조 (배송 및 거래완료)
1.Rubys는 파트너와 이용자 간의 배송과 관련하여 파트너, 이용자, 배송업체 등 관련 당사자 사이에 발생한 분쟁 등에 대해 관련법령에 따라 법률상 책임을 지는 경우 외에는 관여하지 않으며 어떠한 책임도 부담하지 아니합니다. 이 경우 해당 분쟁 등은 관련 당사자가 직접 해결하여야 합니다.
2.이용자는 구매한 재화 등의 배송이 완료되었을 때부터 7일 이내에 Rubys에 대하여 구매확정, 교환 또는 반품의 의사표시를 할 수 있습니다.
3.Rubys는 제2항의 기간 내에 구매확정, 교환 또는 반품에 대한 이용자의 의사표시가 없는 경우, 해당 거래에 대하여 자동구매확정으로 처리할 수 있습니다.
4.구매확정 이후에 발생하는 환불, 교환 기타 파트너와 이용자 간의 모든 문제는 거래 당사자인 파트너와 이용자가 직접 해결해야 하며, Rubys는 이에 개입하지 아니합니다.
제 19 조 (청약철회 등)
1.파트너와 재화 등의 구매에 관한 계약을 체결한 이용자(이하 ''구매자'')는 『전자상거래 등에서의 소비자 보호에 관한 법률』 제13조 제2항에 따른 계약내용에 관한 서면을 받은 날(그 서면을 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 재화 등을 공급받거나 재화 등의 공급이 시작된 날을 말함)부터 7일 이내에는 청약을 철회할 수 있습니다. 다만, 청약철회에 관하여 『전자상거래 등에서의 소비자 보호에 관한 법률』에 달리 정함이 있는 경우에는 동 법 규정에 따릅니다.
2.구매자는 재화 등을 배송 받고 다음 각 호에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
  1)구매자에게 책임이 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만 재화 등의 내용을 확인하기 위하여 포장만을 훼손한 경우는 제외)
  2)구매자의 사용 또는 일부 소비로 재화 등의 가치가 현저히 감소한 경우
  3)시간이 지나 다시 판매하기 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우
  4)복제가 가능한 재화 등의 포장을 훼손한 경우
  5)용역 또는 『문화산업진흥 기본법』 제2조제5호의 디지털콘텐츠의 제공이 개시된 경우(다만, 가분적 용역 또는 가분적 디지털콘텐츠로 구성된 계약의 경우에는 제공이 개시되지 아니한 부분에 대하여는 제외)
  6)주문에 따라 개별적으로 생산되는 재화 등 그에 대하여 청약철회 등을 인정할 경우 파트너에게 회복할 수 없는 중대한 피해가 예상되는 경우로서, 사전에 해당 거래에 대하여 별도로 그 사실을 고지하고 구매자의 서면(전자문서를 포함)에 의한 동의를 받은 경우
  7)그 밖에 관련법령에 따른 반품 및 교환 제한 사유에 해당되는 경우
3.제2항 제2호 내지 제4호의 경우에는 파트너가 사전에 청약 철회 등이 제한되는 사실을 구매자가 쉽게 알 수 있는 곳에 명기하거나 사용 상품을 제공하는 등의 조치를 하지 않았다면 구매자의 청약 철회 등이 제한되지 않습니다.
4.구매자는 제1항 및 제2항에도 불구하고 재화 등의 내용이 표시·광고의 내용과 다르거나 계약내용과 다르게 이행된 경우에는 그 재화 등을 공급받은 날부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.
5.Rubys는 구매자로부터 교환 또는 반품의 의사표시를 받은 경우에는 즉시 그 사실을 파트너에게 통보합니다.
6.구매자는 제1항 또는 제4항에 따라 교환신청을 하더라도 파트너에게 교환할 재화 등의 재고가 없는 경우에는 해당 재화 등의 교환을 받을 수 없습니다. 이 경우 해당 교환신청은 반품으로 처리됩니다.
7.반품이나 교환에 필요한 배송비 및 기타 비용은 귀책사유가 있는 당사자가 부담합니다. 재화 등의 하자 또는 오배송으로 인한 반품이나 교환의 경우에는 파트너가 그 비용을 부담하지만, 구매자의 단순 변심으로 인한 반품이나 교환의 경우에는 구매자가 그 비용을 부담하오니 유의하여 주시기 바랍니다.
8.파트너는 구매자가 배송상의 문제로 손해를 입은 경우에는 그에 대한 책임을 부담합니다.
9.Rubys는 파트너가 구매자의 결제완료 통지를 받은 이후에도 상당 기간 배송 절차 등을 이행하지 아니하여 구매자가 청약철회 등을 하거나 개별적인 정책으로 미리 정한 자동환불처리 사안에 해당하는 경우에는 해당 거래를 취소하고 이용 중인 결제대금예치서비스를 통해 이용자에게 결제대금을 환불할 수 있습니다.
10.구매자가 교환 또는 반품신청을 한 날로부터 14일이 지날 때까지 이미 수령한 재화 등을 파트너에게 반환하지 아니하거나 전화, 이메일 등으로 연락이 되지 아니하는 경우에는 해당 구매자의 교환 또는 반품신청은 효력을 상실합니다.
11.파트너가 청약철회 등으로 인하여 결제대금을 환불하는 경우에는 그 청약철회 등을 한 날(단, 재화 등이 배송된 경우에는 파트너가 재화 등을 반환 받은 날)로부터 3영업일 이내에 파트너는 환불에 필요한 조치를 합니다. 신용카드로 결제가 이루어진 경우 환불은 해당 신용카드 결제 취소를 통해서만 가능하고, 어떠한 경우에도 현금으로 환불되지 않습니다.
제 20 조 (대리 및 보증의 부인)
Rubys는 통신판매중개자로서 효율적인 서비스를 위한 시스템 운영 및 관리 책임만을 부담하며, 재화 또는 용역의 거래와 관련하여 이용자 또는 파트너를 대리 및 보증하지 아니하고, 이용자와 파트너 사이에 성립된 거래 및 파트너가 제공하고 등록한 정보에 대해서는 거래 당사자가 그에 대한 직접적인 책임을 부담하여야 합니다.
제 21 조 (통신판매자로서의 책임)
당사가 직접 이용자에게 재화 등을 판매하는 경우, 당사는 통신판매의 당사자로서 책임을 부담하며, 이 경우 당사는 본 약관 제16조 내지 제20조 및 제26조의 파트너로 간주되어 이용자에게 동 약관에 따른 책임을 부담합니다.
제 22 조 (콘텐츠에 대한 운영)
1.Rubys는 회원이 다음 각 호에 해당한다고 판단되는 콘텐츠를 등록하였을 경우 부적절한 콘텐츠로 판단하고 이를 삭제하거나 게시를 중단할 수 있습니다.
  1)Rubys 이용자 또는 제3자를 비난하거나 명예를 훼손시키는 경우
  2)Rubys의 이용목적에 부합하지 않거나 해당 서비스의 취지와 무관한 콘텐츠
  3)타인의 저작권, 상표권 등을 침해하는 콘텐츠
  4)음란성 콘텐츠와 혐오성 콘텐츠
  5)특정인의 개인정보가 포함된 콘텐츠
  6)특정 단어 또는 문구를 반복 산입하는 등의 비정상적인 콘텐츠 또는 프로그램 등을 이용하여 기계적인 패턴 글로 도배하는 경우
  7)당사가 허용하지 아니한 영리활동과 관련된 콘텐츠
  8)악성코드나 스파이웨어 등이 실행되어 다른 이용자, 파트너 기타 제3자의 시스템 성능 저하, 개인정보 유출 등의 피해를 줄 수 있는 악의적인 코드를 담고 있는 콘텐츠
  9)기타 관련법령 및 Rubys 서비스 별 개별약관 등에 위반된다고 판단되는 경우
2.회원의 콘텐츠가 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』, 『개인정보 보호법』 및 『 저작권법』 등 기타 법령에 위반되는 내용을 포함하는 경우, 권리자는 관련법령이 정한 절차에 따라 해당 콘텐츠의 게시중단 및 삭제 등을 요청할 수 있으며, Rubys는 관련법령에 따라 권리자의 지식재산권을 보호하기 위해 필요한 조치를 취할 수 있습니다.
제 23 조 (콘텐츠의 저작권 등)
1.회원이 Rubys 내에 게시한 콘텐츠의 저작권을 포함한 지식재산권은 회원이 보유하며, Rubys가 작성한 콘텐츠에 대한 저작권을 포함한 지식재산권은 Rubys가 보유합니다.
2.당사는 회원과 타인의 지식재산권이 서로 존중되고 보호받을 수 있도록 노력할 책임이 있고, 특히 타인에 의해 회원의 지식재산권 침해가 확인될 경우 즉시 회원의 권리 보호를 위하여 필요한 조치를 취하고 이를 회원에게 통지하는 등 Rubys에 회원이 게시한 콘텐츠의 보호를 위하여 최선을 다하겠습니다. 그러나 회원간 발생한 지식재산권 침해를 당사가 입증할 의무를 가지지 않습니다.
3.회원의 Rubys 내 콘텐츠 게시는 다음 각 호의 사항을 허락한 것으로 간주합니다.
  1)다른 회원의 동 콘텐츠 사용
  2)당사가 동 콘텐츠를 검색결과로 사용
4.회원은 본인이 Rubys 내에 게시한 콘텐츠를 당사가 국내 또는 국외에서 다음 각 호의 목적에 따라 필요한 범위 내에서 해당 콘텐츠를 편집(수정, 복제, 배포 등을 의미하여 이에 한정하지 아니함) 및 사용하는 것을 허락합니다.
  1)서비스 내에서 콘텐츠를 사용하거나, 서비스를 홍보하기 위한 목적으로 인터넷, 모바일, SNS를 포함한 디지털 마케팅 채널 및 통신사 등에게 콘텐츠의 내용을 보도, 방영하는 경우
  2)콘텐츠를 복제ᆞ전송ᆞ전시하는 방법으로 제휴서비스에서 콘텐츠를 제공하는 경우
5.제4항에도 불구하고 회원은 언제든지 Rubys 고객센터 또는 Rubys가 안내하는 경로를 통하여 자신이 게시한 콘텐츠에 대한 삭제, 비공개, 사용중단 등을 요청할 수 있고, Rubys는 본 약관 제8 조에 정한 방법으로 회원에게 콘텐츠의 사용 내용을 공지할 수 있습니다.
6.회원은 본인이 게시한 콘텐츠가 본 약관 제24조에 위반되지 아니함을 보증합니다. 회원이 작성한 콘텐츠가 본 약관 제24조 및 관련법령을 위반한 경우 Rubys의 귀책사유가 없는 한 회원은 그로 인한 모든 책임을 부담한다는 점을 유의하여 주시기 바랍니다.
7.본 약관 제11조에 따라 회원을 탈퇴하는 경우 회원이 Rubys 내에 게시한 콘텐츠는 삭제됩니다. 다만, 회원이 탈퇴하기 이전에 허용하였던 스크랩, 공유, 댓글 등과 같은 콘텐츠 이용이나 서비스의 운영에 따라 필요하거나 법률에서 요구되는 경우에는 예외적으로 삭제되지 않을 수 있습니다.
8.이용자는 서비스를 이용함으로써 얻은 정보 중 Rubys가 지식재산권을 보유한 정보를 Rubys의 사전 승낙 없이 영리 목적으로 이용하거나 제3자가 이용하게 하여서는 아니됩니다.
9.회원이 작성한 콘텐츠 내에 기술된 기능적 효과 또는 신체에 미치는 영향에 대하여 Rubys는 어떠한 보증도 하지 않습니다. 또한 회원이 작성한 내용이 관련 법령에 위배되는 경우 해당되는 내용을 삭제, 수정, 보관 등의 조치를 취할 수 있으며, 이후에 진행되는 법적 조치 등에 협조할 수 있습니다.
제 24 조 (데이터베이스 정보에 관한 책임)
Rubys는 이용자의 원활한 정보 탐색과 콘텐츠 게시를 위해 서비스와 관련된 여러 제품, 식품, 식료품과 관련된 데이터베이스를 운영합니다. 이용자는 콘텐츠 게시 및 Rubys가 제공하는 서비스에서 해당 데이터베이스를 통해 정보를 탐색하거나 정보를 태그하는 등의 행위를 할 수 있습니다.
1.Rubys와 체결한 별도의 계약에 따라 특별히 허용된 경우가 아닌 한, Rubys가 제공한 것으로서 현재 이용 가능한 정식 인터페이스 이외의 모든 수단(자동화 여부에 관계없음)으로 Rubys의 데이터베이스 및 본 서비스에 접근하거나 본 서비스를 검색하는 행위 또는 그러한 접근이나 검색을 시도하는 행위(주: 본 서비스상에서의 크롤링(crawling)은 robots.txt 파일의 규정을 따를 경우에 허용되나, 본 서비스상에서 Rubys의 사전 동의 없이 스크래핑(scraping)하는 행위는 명시적으로 금지됨)는 금지됩니다.
2.Rubys 내의 데이터베이스는 정보의 출처를 신뢰할 수 있는 경우에만 작성합니다.
3.데이터베이스의 정보 내용은 작성 당시 제품(식품, 식료품 등 데이터베이스 내에 저장된 대상을 일체 포함함) 정보를 참고하는 것으로 이후 제품의 정보가 수정된 경우 이를 신속히 인지하고 정보를 수정합니다.
4.제 3호의 노력에도 불구하고 변경된 제품 정보를 데이터베이스에 반영하지 못할 경우, 이로 인한 부당 이득의 취득 또는 명백한 고의가 밝혀지지 않는 경우에는 이에 대한 손해 배상 및 법적 책임을 지지 않습니다.
제 25 조 (경험치 및 멘토)
Rubys 회원은 Rubys 내에서 콘텐츠 게시, 댓글 작성 등의 특정 활동을 한 경우에 경험치를 획득합니다. 각 활동별 획득 경험치는 설정에 따라 변경될 수 있으며, 해당 활동을 타인이 인지할 수 있게 게시한 경우에 한해 획득할 수 있습니다. 또한 경험치를 획득한 활동을 추후 삭제 및 비공개 처리할 경우, 해당 경험치는 삭제됩니다. 경험치는 관련 정책이 변경되지 않는 한 계속해서 누적되며, Rubys 정책에 따라 획득한 경험치가 특정 기준을 넘을 시 멘토 신청을 할 수 있는 자격이 부여됩니다.
1.회원이 멘토를 신청한 경우, 회원이 제시한 첨부자료와 활동내역을 참고하여 멘토 승인이 결정됩니다. Rubys는 자체적인 기준에 따라 멘토 심사를 할 수 있으며, 심사 결과에 대해 소명할 의무를 지지 않습니다. 멘토 신청은 따라 승인 거절시 특정 기간이 지난 후 재신청할 수 있습니다.
2.멘토 승인이 된 회원은 타인에게 멘토임이 드러나는 표식을 부여받습니다. 멘토 회원은 다른 회원에게 적합한 정보와 콘텐츠를 제공할 의무를 갖습니다. 이에 대해 특정 기간 동안 경험치를 쌓지 않거나, Rubys 내 활동이 현저히 부족할 경우 멘토 자격이 소멸될 수 있습니다.
3.멘토 회원이 관련 법령에 위배되는 행동을 하거나, 사실과 맞지 않는 정보를 배포하여 혼란을 야기하거나, Rubys 내에서 부적절하다고 판단되는 행동을 할 경우 당사는 멘토 자격을 중지시킬 수 있으며, Rubys는 혼란을 야기한 멘토 회원의 행동과 발언에 대한 책임을 지지 않습니다.
제 26 조 (분쟁해결)
Rubys는 이용자와 파트너 사이에 분쟁이 발생하지 않도록 최선을 다할 것입니다. 그럼에도 불구하고 서비스 이용과 관련하여 분쟁이 발생할 경우 이는 거래당사자인 이용자와 파트너가 해결하여야 함을 유의하여 주시기 바랍니다. 다만, Rubys는 가능한 한 최선의 노력을 다하여 거래당사자 간의 분쟁이 신속하게 처리될 수 있도록 성실하게 협조할 것입니다.
제 27 조 (준거법 및 관할법원)
1.본 약관 또는 서비스는 대한민국의 법률에 따라 규정되고 이행됩니다.
2.본 약관 또는 서비스와 관련된 분쟁은 『민사소송법』상의 관할법원에 소를 제기할 수 있습니다.
부칙
본 약관은 2022년 5월 1일부터 시행합니다.Rubys
서비스 이용 약관
제 1 조 (목적)
주식회사 베노프하우스(이하 ''당사'')가 인터넷과 모바일 등 Rubys 플랫폼서비스(이하 ‘서비스’)를 통해 제공하는 다양한 서비스를 이용하여 주셔서 감사합니다. 당사는 이용자가 서비스를 더 편리하게 이용할 수 있도록 서비스 이용약관을 마련하였습니다. 본 약관은 이용자가 서비스를 이용하는데 필요한 권리, 의무 및 책임사항 기타 필요한 사항을 규정하고 있으므로 주의 깊게 살펴봐 주시기 바랍니다.
제 2 조 (정의)
본 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.
1.Rubys: 당사가 운영하는 플랫폼을 의미하며, 인터넷, 모바일 어플리케이션(이하 ‘앱’) 등을 통하여 파트너들이 제공하는 다양한 재화 또는 용역(이하 ''재화 등'')의 광고를 이용자에게 제공하거나, 파트너와 이용자 간 거래를 중개하고, 나아가 당사 또는 이용자가 창작한 다양한 콘텐츠를 게시하고 그를 통하여 이용자 간 커뮤니케이션이 진행될 수 있도록 설정한 공간을 말하며, 아울러 이를 운영하는 사업자의 의미로도 사용합니다.
2.서비스: 콘텐츠 및 그를 매개로 한 이용자 간 커뮤니케이션 공간, 파트너 재화 등의 광고 및 파트너와 고객 간 거래의 중개 등 이용자의 생활을 더 편리하게 하기 위해 당사가 Rubys를 통하여 제공 또는 제공할 서비스를 말합니다.
3.제휴서비스: 당사가 자신이 운영하는 타 서비스 또는 자신과 협력관계에 있는 제3자가 운영하는 서비스와 Rubys를 연동하는 등 다양한 제휴 방식을 통해 Rubys와 별개로 국내 ∙ 외에서 제공하는 서비스를 말합니다.
4.이용자: 당사가 제공하는 서비스를 이용하는 자로서 회원 및 비회원을 포함합니다.
5.회원: Rubys에 회원등록을 한 자로서, Rubys 내에서 서비스를 이용할 수 있는 자격을 갖춘 자를 말합니다.
6.비회원: 회원에 가입하지 않고, Rubys에서 제한적으로 제공하는 서비스를 이용하는 자를 말합니다.
7.콘텐츠: 당사 또는 이용자가 서비스 상에 게시 또는 등록하는 모든 글, 사진, 동영상, 각종 파일, 링크, 회원소개 등(부호, 문자, 영상, 그림 등 그 형태를 불문합니다) Rubys 내에서 게시 또는 사용되는 일체의 정보를 말합니다.
8.파트너: Rubys가 지정한 절차를 마치고 Rubys를 이용하는 자로, Rubys를 통해 이용자에게 자신의 재화 등을 광고 또는 판매하는 자를 말합니다.
9.회원정보: Rubys를 통해 가입을 신청한 자에게 회원가입 신청양식(이하 ''신청양식'')에 따라 기재를 요청하는 개인정보 및 회원의 식별과 서비스 이용을 위하여 회원이 Rubys에 제공한 정보를 말합니다.
제 3 조 (약관 등의 설명 및 개정)
1.Rubys는 본 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 주소를 포함), 전화번호, 전자우편주소, 사업자등록번호, 통신판매업신고번호 등을 이용자가 쉽게 알 수 있도록 Rubys 내 초기 서비스 화면(전면)에 게시합니다. 다만, 본 약관의 내용(개정시 개정내용을 포함)은 이용자가 연결 화면을 통하여 볼 수 있도록 게시할 수 있습니다.
2.Rubys는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 본 약관을 개정할 수 있으며, 본 약관을 개정할 경우 그 개정이유 및 적용일자를 명시하여 현행 약관과 함께 Rubys내 공개된 공간에 그 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, Rubys가 회원에게 불리한 내용으로 약관을 변경하는 경우에는 최소한 30일 이상의 사전 유예 기간을 두고 공지하며, 이 경우 개정 전후의 내용을 회원이 알기 쉽도록 표시하겠습니다.
3.Rubys가 개정약관을 공지 및 통지하면서 회원에게 일정 기한 내에 의사표시를 하지 않으면 동의한 것으로 본다는 뜻을 명확하게 따로 공지 및 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우, 회원이 개정약관에 동의한 것으로 봅니다. 또한, 회원이 개정약관의 적용에 동의하지 않는 경우 Rubys는 개정약관의 내용을 적용할 수 없으며, 이 경우, 회원은 회원탈퇴를 할 수 있습니다. 다만, 개정 전의 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 Rubys는 회원자격을 상실시킬 수 있습니다.
4.Rubys가 본 약관을 개정할 경우 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관이 그대로 적용됩니다. 다만, 개정 전 약관 내용이 관련 법령에 위배되는 방식으로 적용될 여지가 있거나, 실제 적용되는 경우와 회원이 그 적용일자 이전에 체결된 계약에 대하여 개정약관의 적용을 받기 원하는 의사표시를 제3항에 의한 개정약관의 공지기간 내에 Rubys에 전달하여 동의를 받은 경우에는 개정약관이 적용됩니다.
제 4 조 (약관 외 준칙)
1.본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제에 관한 법률』, 공정거래위원회가 정하는 『전자상거래 등에서의 소비자보호 지침』 등 관련법령 및 상관례에 따릅니다.
2.Rubys는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 ''개별약관'')을 정하여 이를 Rubys를 통해 미리 공지할 수 있습니다.
3.Rubys는 제2항의 개별약관에 변경이 있을 경우 본 약관 제3조 제2항에 따라 공지하도록 하겠습니다.
제 5 조 (회원가입)
1.회원으로 가입하고자 하는 이용자는 간편가입 등의 방법을 통해 회원정보를 기입한 후 본 약관과 개인정보수집 및 이용에 동의한다는 의사표시를 함으로써 회원가입을 신청할 수 있습니다.
2.Rubys는 제1항과 같이 회원가입을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.
  1)가입신청자가 만 14세 미만인 경우
  2)회원정보에 허위, 기재 누락, 오기가 있는 경우
  3)가입신청자가 본 약관 제11조에 따라 이전에 회원자격을 상실한 적이 있는 경우(다만, 본 약관 제11조에 의한 회원자격 상실 후 6개월이 경과한 자로서 Rubys의 회원 재가입 승낙을 얻은 경우에는 예외)
  4)회원으로 등록하는 것이 기술상 현저히 곤란한 경우
  5)기타 본 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 Rubys가 합리적인 판단에 의하여 필요하다고 인정하는 경우
3.가입신청의 처리는 신청순서에 의하며, 회원가입의 완료시기는 신청에 대한 Rubys의 승낙의 의사표시가 신청자에게 도달한 시점으로 합니다.
4.회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 Rubys에 회원정보 수정 등의 방법으로 변경사항을 알려 Rubys가 원활한 서비스를 제공할 수 있도록 조력하여야 할 의무가 있습니다. 회원이 이러한 의무를 해태하여 서비스의 불완전제공 또는 미제공 등 불이익이 발생하는 경우라도, Rubys는 별도의 귀책사유가 없는 한 그에대한 책임을 부담하지 아니합니다.
5.Rubys는 회원의 종류 및 등급을 구분할 수 있으며, 구분별로 이용할 수 있는 Rubys의 서비스 종류, 혜택을 세분하는 등으로 회원 간 이용에 차등을 둘 수 있습니다.
제 6 조 (개인정보보호)
당사는 Rubys 이용자의 개인정보를 소중하게 생각합니다. 당사는 관련법령에 따른 허용범위 및 이용자의 동의 내에서, 서비스의 원활한 제공을 위하여 필요한 범위로만 이용자의 개인정보를 처리합니다. 당사가 Rubys 이용자의 개인정보를 안전하게 처리하기 위하여 기울이는 노력 기타 관련한 상세한 내용은 개인정보처리방침을 확인하여 주시기 바랍니다.
제 7 조 (ID 및 비밀번호 관리)
1.회원의 ID 및 비밀번호는 회원 본인만 이용할 수 있습니다. 회원은 다른 사람이 자신의 ID 및 비밀번호를 이용하도록 허락하여서는 아니되며, 다른 사람이 자신의 ID 및 비밀번호를 무단으로 사용할 수 없도록 관리하여야 합니다.
2.회원의 과실로 인한 ID 또는 비밀번호의 유출, 기타 본 약관에 반하여 이루어진 회원의 ID 또는 비밀번호에 대한 양도, 대여 행위로 인하여 발생하는 손실이나 손해에 대하여는 Rubys의 귀책사유가 없는 한 회원 본인이 전적으로 책임을 부담하오니 유의하여 주시기 바랍니다.
3.Rubys는 회원 ID의 유출 우려가 있거나, ID에 반사회적 또는 미풍양속에 어긋나는 표현이 포함되어 있는 경우, 기타 이용자를 당사 및 Rubys의 운영자로 오인할 우려가 있는 경우에는 사전예고 없이 본 약관 제11조 제4항에 따라 회원자격을 제한하거나 해당 ID의 이용을 제한할 수 있습니다.
4.회원은 자신의 ID 및 비밀번호를 도난당하거나, 무단 사용을 발견하면, 이를 즉시 Rubys에 통보하여야 하며, Rubys는 통보를 받은 즉시 회원의 정보를 보호하기 위하여 필요한 최선의 노력을 다할 것입니다.
제 8 조 (통지 및 공지)
Rubys는 이용자와의 의사소통을 중요하게 생각합니다.
1.이용자는 언제든지 고객센터를 방문하여 서비스와 관련한 의견을 전달할 수 있습니다.
2.Rubys의 회원에 대한 통지는 회원정보에 기재된 E-mail 주소로의 발송, 앱푸시 또는 휴대폰 번호로 알림톡을 보내는 등 전자적 방법으로 이뤄지며, 이러한 전자적 통지가 회원에 도달한 때에 효력이 발생합니다.
3.Rubys가 불특정 다수의 회원에게 통지를 하는 경우 1주일 이상 Rubys에 게시하는 방법으로 제2호의 개별 통지를 대신할 수 있습니다. 다만, 특정 회원의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 해당 회원에게 개별적으로 통지하는 것을 원칙으로 합니다.
4.Rubys가 비회원에 대한 통지를 할 경우 본 약관에 별도 규정이 없는 한 이용자가 제공한 E-mail, 휴대폰 번호 등으로 통지할 수 있으며, 불특정 다수의 비회원에게 통지하는 경우 제3호에 따라 통지할 수 있습니다.
제 9 조 (쿠폰)
1.Rubys는 회원의 재화 등의 구매, 이벤트 참여 등 일정한 서비스 이용을 조건으로 Rubys 내 별도 안내페이지 등에서 고지한 바에 따라 회원에게 재화 등의 구매 시 일정액 또는 일정비율을 할인 받을 수 있는 쿠폰을 부여할 수 있습니다.
2.쿠폰의 부여 방법 및 사용 기간 등 쿠폰과 관련한 상세한 내용은 Rubys 내 별도 안내 등의 기재에 따릅니다.
3.회원은 본인의 거래에 대해서만 쿠폰을 사용할 수 있으며, 어떠한 경우라도 쿠폰을 타인에게 매매 또는 양도하거나, 실질적으로 매매 또는 양도와 동일하게 볼 수 있는 행위를 하여서는 아니됩니다.
4.쿠폰은 명시된 조건 및 사용 기간 내에서만 사용할 수 있습니다.
5.Rubys는 파트너, 재화 등의 종류, 거래금액 등 다양한 조건에 따라 쿠폰의 사용을 제한할 수 있으며, 회원을 탈퇴한 경우 쿠폰은 소멸됩니다.
6.부정한 방법으로 쿠폰을 획득한 사실이 확인될 경우 Rubys는 회원에게 이를 통지하고 소명기회를 부여한 뒤 쿠폰의 회수 또는 형사 고발 등 필요한 조치를 취할 수 있습니다.
제 10 조 (포인트)
1.Rubys는 회원의 재화 등의 구매, 리뷰 작성, 각종 이벤트 참여 등 일정한 서비스 이용을 조건으로, Rubys 내 별도 안내에 따라 회원에게 Rubys에서 사용할 수 있는 포인트를 지급할 수 있습니다.
2.1포인트는 Rubys 내에서 원화 1원과 같은 가치를 가지며, 회원은 Rubys가 정한 조건에 따라 서비스 이용 과정에서 포인트를 단독으로 또는 다른 결제 수단과 함께 사용할 수 있습니다.
3.포인트의 부여 및 사용에 관한 조건 등 관련한 상세 내용은 Rubys가 정한 정책에 따르되, Rubys는 별도 안내페이지 등을 통하여 포인트와 관련한 상세한 내용을 회원에게 안내합니다.
4.포인트의 유효기간은 지급일로부터 1년이며 유효기간이 지나면 자동적으로 소멸하는 것을 원칙으로 합니다. 다만, Rubys는 포인트 별로 상이한 유효기간을 정하여 회원에게 부여할 수 있고, 이 경우 포인트 관련 안내 화면에 그를 안내하도록 하겠습니다.
5.포인트는 유효기간의 만료일이 빠른 순서로 사용되며 회원을 탈퇴하면 미사용한 포인트는 소멸됩니다.
6.회원은 포인트를 본인의 거래에 대해서만 사용할 수 있으며, 어떠한 경우라도 포인트를 타인에게 매매 또는 양도하거나, 실질적으로 매매 또는 양도와 동일하게 볼 수 있는 행위를 하여서는 아니됩니다.
7.부정한 방법으로 포인트를 획득한 사실이 확인될 경우 Rubys는 회원에게 이를 통지하고 소명기회를 부여한 뒤 포인트 회수 또는 형사 고발 등 필요한 조치를 취할 수 있습니다.
8.사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 Rubys가 더 이상 서비스를 제공할 수 없게 되는 경우, Rubys는 본 약관 제8조에 정한 방법으로 회원에게 통지하고 서비스 종료시점을 기준으로 각 회원들이 보유한 포인트를 제2항 기재 가치에 상응하는 현물 또는 현금으로 회원에게 지급하도록 하겠습니다.
제 11 조 (회원탈퇴 등)
1.회원이 더이상 Rubys 이용을 원치 않는 때에는 언제든지 Rubys를 통하여 탈퇴를 요청할 수 있으며, 당사는 즉시 탈퇴 조치합니다. 단, 회원탈퇴로 인해 발생하는 불이익은 회원 본인이 부담하여야 하며, 탈퇴 처리가 완료되면 Rubys가 회원에게 부가적으로 제공한 각종 혜택이 소멸 또는 회수될 수 있으니 신중하게 탈퇴 요청하여 주시기 바랍니다.
2.회원의 탈퇴 처리가 완료된 경우 이용자가 게시한 콘텐츠는 본 약관 제25조 제7항에 따라 처리됩니다.
3.탈퇴한 회원이 다시 한번 Rubys 이용을 희망할 경우, 당사는 그를 거절할 수 있으며 소정의 기준에 따라 서비스의 재이용을 허락할 수 있습니다.
4.회원이 다음 각 호의 사유에 해당하는 경우 Rubys는 부득이하게 회원자격을 제한 및 상실시키거나 재이용에 제한을 둘 수 있습니다.
  1)회원이 사망한 경우
  2)서비스 이용과 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
  3)제5조 2항의 승낙거부사유가 있음이 확인된 경우
  4)제7조 제3항의 ID 이용제한 사유가 있음이 확인된 경우
  5)Rubys 및 기타 제3자의 저작권 등 지식재산권에 대한 침해행위가 확인된 경우
  6)Rubys 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위가 확인된 경우
  7)외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보 및 성별, 종교, 장애, 연령 등을 차별하거나 이에 대한 편견을 조장하는 내용 등 본 약관 제24조 제1항 각 호에 해당하는 행위가 확인된 경우
  8)본 약관 또는 개별약관을 위반한 경우
  9)기타 회원의 불법행위 등 Rubys가 서비스 제공을 거부할 필요가 있다고 인정하는 경우
5.Rubys가 회원자격을 상실시키는 경우에는 회원 등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원 등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
6.본 조에 의하여 Rubys가 회원자격을 상실시키더라도, 상실 이전에 이용한 서비스와 관련하여서는 본 약관이 적용됩니다.
제 12 조 (다양한 서비스의 제공)
1.Rubys는 이용자를 위해 다음과 같은 서비스를 제공합니다.
  1)파트너가 제공하는 재화 등의 광고, 계약체결 지원 등 파트너와 고객 간 거래의 중개와 관련한 일체의 서비스
  2)당사 또는 이용자가 창작한 콘텐츠를 게시하고, 관련한 이용자 간 커뮤니케이션 등을 지원하기 위한 운영서비스
  3)기타 이용자를 위하여 제공하는 서비스
2.Rubys가 제공하기로 한 서비스에 관하여 해당 내용을 재화 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 본 약관 제8조에서 정한 방법 등으로 즉시 통지하도록 하겠습니다.
제 13 조 (서비스의 중단)
1.Rubys는 365일 쉬지 않고 이용자에게 서비스를 제공하기 위하여 최선의 노력을 다합니다. 다만, 아래 각 호의 경우에는 부득이하게 서비스의 전부 또는 일부를 제한하거나 중단할 수 있습니다.
  1)PC 등 정보통신설비의 보수 점검·교체 및 고장, 통신의 두절 등의 사유가 발생한 경우
  2)파트너와의 계약종료 등 Rubys의 제반사정으로 서비스를 유지할 수 없는 경우
  3)기타 천재지변, 국가비상사태 등 불가항력적 사유가 발생한 경우
2.Rubys는 제1항의 사유로 서비스의 제공이 제한 또는 중단되는 경우 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 다만, Rubys가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
제 14 조 (정보의 제공 및 광고의 게재)
1.Rubys는 서비스를 운영함에 있어 다양한 정보를 Rubys 내 지정하는 위치에 게시하거나 본 약관 제8조에서 정한 방법 등으로 이용자에게 제공할 수 있습니다. 단, 상업적 광고는 사전에 광고수신 여부 및 수신방법에 별도로 동의한 이용자에 한정하여 제공합니다. 그리고 이용자는 Rubys에게 법령에 따라 부과된 의무이행과 관련한 절차안내, 고객문의 등에 대한 답변, 기타 거래관련 정보 등을 제외하고는 언제든지 Rubys가 제공하는 정보의 수신을 거부할 수 있습니다.
2.Rubys는 파트너가 게시한 광고를 전달하고 매개하는 역할을 할 뿐이며, 이용자가 해당 광고를 이용하거나 판촉활동에 참여하는 등의 경우 달리 귀책사유가 없는 한 Rubys는 이에 대해 일체의 책임을 지지 않으니 유의하여 주시기 바랍니다.
[스토어 서비스 – 연동 서비스]
스토어에서는 다양한 파트너의 재화 등이 광고 또는 판매되고 있으며, Rubys는 통신판매중개인으로서 파트너와 이용자 간 거래를 중개하는 역할을 하며 때에 따라 당사가 직접 재화 또는 서비스를 판매 제공하는 파트너 역할을 수행합니다.
제 15 조 (통신판매중개서비스의 이용)
1.Rubys는 통신판매중개자로서 이용자와 파트너 간의 자유로운 재화 등의 거래를 위한 시스템을 운영 및 관리, 제공할 시, 거래당사자가 아니며 이에 따라 거래와 관련된 일체의 책임을 부담하지 아니합니다.
2.이용자는 재화 등을 구매할 경우에는 본인 명의의 결제수단을 사용하여야 하고, 타인의 결제수단을 임의로 사용하여서는 아니 되며, 타인의 결제수단을 임의로 사용하여 Rubys, 파트너 및 해당 결제수단 소유자에게 손실 또는 손해가 발생할 경우 Rubys의 귀책사유가 없는 한 이에 대한 모든 책임을 부담하오니 유의하여 주시기 바랍니다.
3.Rubys는 이용자가 파트너와의 계약 절차에서 분쟁이 발생하면 분쟁의 해결을 위하여 최선을 다하며, 이용자의 피해 구제 신청이 있는 경우에는 공정거래위원회 또는 시도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
제 16 조 (매매계약의 체결 등)
1.재화 등의 매매계약은 이용자가 파트너가 제시한 재화 등의 판매 조건에 응하여 청약의 의사표시를 하고 이에 대하여 파트너가 승낙의 의사표시를 함으로써 체결됩니다.
2.Rubys는 이용자가 현금, 카드 기타의 방법으로 대금을 결제할 수 있는 방법을 제공합니다.
3.대금의 결제와 관련하여 이용자가 입력한 정보 및 그와 관련하여 발생한 책임과 불이익은 Rubys의 귀책사유가 없는 한 전적으로 이용자가 부담하오니 유의하여 주시기 바랍니다.
4.Rubys는 이용자의 재화 등 매매계약 체결 내용을 나의 쇼핑 내역을 통해 확인할 수 있도록 조치하며, 계약의 취소 방법 및 절차를 안내합니다.
5.Rubys는 이용자가 대금 결제 시 사용한 결제수단에 대해 정당한 사용권한을 가지고 있는지의 여부를 확인할 수 있으며, 이에 대한 확인이 완료될 때까지 거래 진행을 중지하거나 확인이 불가한 경우 해당 거래를 취소할 수 있습니다.
6.미성년자인 이용자가 서비스를 이용하여 재화 등을 구매하는 경우에 법정대리인이 해당 계약에 대하여 동의하지 아니하면 미성년자인 이용자 본인 또는 법정대리인은 그 계약을 취소할 수 있습니다.
7.이용자가 실제로 결제하는 금액은 파트너가 정한 공급원가, 기본이용료, 상품에 적용된 할인쿠폰, 배송비, 옵션상품의 옵션내역 등이 적용된 금액(실구매액)이며 구매자에게 발행되는 구매증빙서( 현금영수증, 세금계산서, 신용카드매출전표 등)는 실구매액으로 발행됩니다.
제 17 조 (결제 대금 예치 등)
1.Rubys는 선지급식 통신판매에 있어서 이용자가 지급하는 결제대금을 예치하고 배송이 완료된 후 재화 또는 용역의 대금을 파트너에게 지급하거나 파트너에게 결제대금을 지급하기 이전에 이용자가 취소, 반품, 교환 또는 환불의 의사를 표시한 경우에는 그 지급을 보류함으로써 이용자의 안전을 도모합니다.
2.Rubys는 이용자에게 재화 등을 공급받은 사실을 재화 등을 공급받은 날(배송완료일)로부터 3 영업일 이내에 통보하여 주도록 요청합니다.
제 18 조 (배송 및 거래완료)
1.Rubys는 파트너와 이용자 간의 배송과 관련하여 파트너, 이용자, 배송업체 등 관련 당사자 사이에 발생한 분쟁 등에 대해 관련법령에 따라 법률상 책임을 지는 경우 외에는 관여하지 않으며 어떠한 책임도 부담하지 아니합니다. 이 경우 해당 분쟁 등은 관련 당사자가 직접 해결하여야 합니다.
2.이용자는 구매한 재화 등의 배송이 완료되었을 때부터 7일 이내에 Rubys에 대하여 구매확정, 교환 또는 반품의 의사표시를 할 수 있습니다.
3.Rubys는 제2항의 기간 내에 구매확정, 교환 또는 반품에 대한 이용자의 의사표시가 없는 경우, 해당 거래에 대하여 자동구매확정으로 처리할 수 있습니다.
4.구매확정 이후에 발생하는 환불, 교환 기타 파트너와 이용자 간의 모든 문제는 거래 당사자인 파트너와 이용자가 직접 해결해야 하며, Rubys는 이에 개입하지 아니합니다.
제 19 조 (청약철회 등)
1.파트너와 재화 등의 구매에 관한 계약을 체결한 이용자(이하 ''구매자'')는 『전자상거래 등에서의 소비자 보호에 관한 법률』 제13조 제2항에 따른 계약내용에 관한 서면을 받은 날(그 서면을 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 재화 등을 공급받거나 재화 등의 공급이 시작된 날을 말함)부터 7일 이내에는 청약을 철회할 수 있습니다. 다만, 청약철회에 관하여 『전자상거래 등에서의 소비자 보호에 관한 법률』에 달리 정함이 있는 경우에는 동 법 규정에 따릅니다.
2.구매자는 재화 등을 배송 받고 다음 각 호에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
  1)구매자에게 책임이 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만 재화 등의 내용을 확인하기 위하여 포장만을 훼손한 경우는 제외)
  2)구매자의 사용 또는 일부 소비로 재화 등의 가치가 현저히 감소한 경우
  3)시간이 지나 다시 판매하기 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우
  4)복제가 가능한 재화 등의 포장을 훼손한 경우
  5)용역 또는 『문화산업진흥 기본법』 제2조제5호의 디지털콘텐츠의 제공이 개시된 경우(다만, 가분적 용역 또는 가분적 디지털콘텐츠로 구성된 계약의 경우에는 제공이 개시되지 아니한 부분에 대하여는 제외)
  6)주문에 따라 개별적으로 생산되는 재화 등 그에 대하여 청약철회 등을 인정할 경우 파트너에게 회복할 수 없는 중대한 피해가 예상되는 경우로서, 사전에 해당 거래에 대하여 별도로 그 사실을 고지하고 구매자의 서면(전자문서를 포함)에 의한 동의를 받은 경우
  7)그 밖에 관련법령에 따른 반품 및 교환 제한 사유에 해당되는 경우
3.제2항 제2호 내지 제4호의 경우에는 파트너가 사전에 청약 철회 등이 제한되는 사실을 구매자가 쉽게 알 수 있는 곳에 명기하거나 사용 상품을 제공하는 등의 조치를 하지 않았다면 구매자의 청약 철회 등이 제한되지 않습니다.
4.구매자는 제1항 및 제2항에도 불구하고 재화 등의 내용이 표시·광고의 내용과 다르거나 계약내용과 다르게 이행된 경우에는 그 재화 등을 공급받은 날부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.
5.Rubys는 구매자로부터 교환 또는 반품의 의사표시를 받은 경우에는 즉시 그 사실을 파트너에게 통보합니다.
6.구매자는 제1항 또는 제4항에 따라 교환신청을 하더라도 파트너에게 교환할 재화 등의 재고가 없는 경우에는 해당 재화 등의 교환을 받을 수 없습니다. 이 경우 해당 교환신청은 반품으로 처리됩니다.
7.반품이나 교환에 필요한 배송비 및 기타 비용은 귀책사유가 있는 당사자가 부담합니다. 재화 등의 하자 또는 오배송으로 인한 반품이나 교환의 경우에는 파트너가 그 비용을 부담하지만, 구매자의 단순 변심으로 인한 반품이나 교환의 경우에는 구매자가 그 비용을 부담하오니 유의하여 주시기 바랍니다.
8.파트너는 구매자가 배송상의 문제로 손해를 입은 경우에는 그에 대한 책임을 부담합니다.
9.Rubys는 파트너가 구매자의 결제완료 통지를 받은 이후에도 상당 기간 배송 절차 등을 이행하지 아니하여 구매자가 청약철회 등을 하거나 개별적인 정책으로 미리 정한 자동환불처리 사안에 해당하는 경우에는 해당 거래를 취소하고 이용 중인 결제대금예치서비스를 통해 이용자에게 결제대금을 환불할 수 있습니다.
10.구매자가 교환 또는 반품신청을 한 날로부터 14일이 지날 때까지 이미 수령한 재화 등을 파트너에게 반환하지 아니하거나 전화, 이메일 등으로 연락이 되지 아니하는 경우에는 해당 구매자의 교환 또는 반품신청은 효력을 상실합니다.
11.파트너가 청약철회 등으로 인하여 결제대금을 환불하는 경우에는 그 청약철회 등을 한 날(단, 재화 등이 배송된 경우에는 파트너가 재화 등을 반환 받은 날)로부터 3영업일 이내에 파트너는 환불에 필요한 조치를 합니다. 신용카드로 결제가 이루어진 경우 환불은 해당 신용카드 결제 취소를 통해서만 가능하고, 어떠한 경우에도 현금으로 환불되지 않습니다.
제 20 조 (대리 및 보증의 부인)
Rubys는 통신판매중개자로서 효율적인 서비스를 위한 시스템 운영 및 관리 책임만을 부담하며, 재화 또는 용역의 거래와 관련하여 이용자 또는 파트너를 대리 및 보증하지 아니하고, 이용자와 파트너 사이에 성립된 거래 및 파트너가 제공하고 등록한 정보에 대해서는 거래 당사자가 그에 대한 직접적인 책임을 부담하여야 합니다.
제 21 조 (통신판매자로서의 책임)
당사가 직접 이용자에게 재화 등을 판매하는 경우, 당사는 통신판매의 당사자로서 책임을 부담하며, 이 경우 당사는 본 약관 제16조 내지 제20조 및 제26조의 파트너로 간주되어 이용자에게 동 약관에 따른 책임을 부담합니다.
제 22 조 (콘텐츠에 대한 운영)
1.Rubys는 회원이 다음 각 호에 해당한다고 판단되는 콘텐츠를 등록하였을 경우 부적절한 콘텐츠로 판단하고 이를 삭제하거나 게시를 중단할 수 있습니다.
  1)Rubys 이용자 또는 제3자를 비난하거나 명예를 훼손시키는 경우
  2)Rubys의 이용목적에 부합하지 않거나 해당 서비스의 취지와 무관한 콘텐츠
  3)타인의 저작권, 상표권 등을 침해하는 콘텐츠
  4)음란성 콘텐츠와 혐오성 콘텐츠
  5)특정인의 개인정보가 포함된 콘텐츠
  6)특정 단어 또는 문구를 반복 산입하는 등의 비정상적인 콘텐츠 또는 프로그램 등을 이용하여 기계적인 패턴 글로 도배하는 경우
  7)당사가 허용하지 아니한 영리활동과 관련된 콘텐츠
  8)악성코드나 스파이웨어 등이 실행되어 다른 이용자, 파트너 기타 제3자의 시스템 성능 저하, 개인정보 유출 등의 피해를 줄 수 있는 악의적인 코드를 담고 있는 콘텐츠
  9)기타 관련법령 및 Rubys 서비스 별 개별약관 등에 위반된다고 판단되는 경우
2.회원의 콘텐츠가 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』, 『개인정보 보호법』 및 『 저작권법』 등 기타 법령에 위반되는 내용을 포함하는 경우, 권리자는 관련법령이 정한 절차에 따라 해당 콘텐츠의 게시중단 및 삭제 등을 요청할 수 있으며, Rubys는 관련법령에 따라 권리자의 지식재산권을 보호하기 위해 필요한 조치를 취할 수 있습니다.
제 23 조 (콘텐츠의 저작권 등)
1.회원이 Rubys 내에 게시한 콘텐츠의 저작권을 포함한 지식재산권은 회원이 보유하며, Rubys가 작성한 콘텐츠에 대한 저작권을 포함한 지식재산권은 Rubys가 보유합니다.
2.당사는 회원과 타인의 지식재산권이 서로 존중되고 보호받을 수 있도록 노력할 책임이 있고, 특히 타인에 의해 회원의 지식재산권 침해가 확인될 경우 즉시 회원의 권리 보호를 위하여 필요한 조치를 취하고 이를 회원에게 통지하는 등 Rubys에 회원이 게시한 콘텐츠의 보호를 위하여 최선을 다하겠습니다. 그러나 회원간 발생한 지식재산권 침해를 당사가 입증할 의무를 가지지 않습니다.
3.회원의 Rubys 내 콘텐츠 게시는 다음 각 호의 사항을 허락한 것으로 간주합니다.
  1)다른 회원의 동 콘텐츠 사용
  2)당사가 동 콘텐츠를 검색결과로 사용
4.회원은 본인이 Rubys 내에 게시한 콘텐츠를 당사가 국내 또는 국외에서 다음 각 호의 목적에 따라 필요한 범위 내에서 해당 콘텐츠를 편집(수정, 복제, 배포 등을 의미하여 이에 한정하지 아니함) 및 사용하는 것을 허락합니다.
  1)서비스 내에서 콘텐츠를 사용하거나, 서비스를 홍보하기 위한 목적으로 인터넷, 모바일, SNS를 포함한 디지털 마케팅 채널 및 통신사 등에게 콘텐츠의 내용을 보도, 방영하는 경우
  2)콘텐츠를 복제ᆞ전송ᆞ전시하는 방법으로 제휴서비스에서 콘텐츠를 제공하는 경우
5.제4항에도 불구하고 회원은 언제든지 Rubys 고객센터 또는 Rubys가 안내하는 경로를 통하여 자신이 게시한 콘텐츠에 대한 삭제, 비공개, 사용중단 등을 요청할 수 있고, Rubys는 본 약관 제8 조에 정한 방법으로 회원에게 콘텐츠의 사용 내용을 공지할 수 있습니다.
6.회원은 본인이 게시한 콘텐츠가 본 약관 제24조에 위반되지 아니함을 보증합니다. 회원이 작성한 콘텐츠가 본 약관 제24조 및 관련법령을 위반한 경우 Rubys의 귀책사유가 없는 한 회원은 그로 인한 모든 책임을 부담한다는 점을 유의하여 주시기 바랍니다.
7.본 약관 제11조에 따라 회원을 탈퇴하는 경우 회원이 Rubys 내에 게시한 콘텐츠는 삭제됩니다. 다만, 회원이 탈퇴하기 이전에 허용하였던 스크랩, 공유, 댓글 등과 같은 콘텐츠 이용이나 서비스의 운영에 따라 필요하거나 법률에서 요구되는 경우에는 예외적으로 삭제되지 않을 수 있습니다.
8.이용자는 서비스를 이용함으로써 얻은 정보 중 Rubys가 지식재산권을 보유한 정보를 Rubys의 사전 승낙 없이 영리 목적으로 이용하거나 제3자가 이용하게 하여서는 아니됩니다.
9.회원이 작성한 콘텐츠 내에 기술된 기능적 효과 또는 신체에 미치는 영향에 대하여 Rubys는 어떠한 보증도 하지 않습니다. 또한 회원이 작성한 내용이 관련 법령에 위배되는 경우 해당되는 내용을 삭제, 수정, 보관 등의 조치를 취할 수 있으며, 이후에 진행되는 법적 조치 등에 협조할 수 있습니다.
제 24 조 (데이터베이스 정보에 관한 책임)
Rubys는 이용자의 원활한 정보 탐색과 콘텐츠 게시를 위해 서비스와 관련된 여러 제품, 식품, 식료품과 관련된 데이터베이스를 운영합니다. 이용자는 콘텐츠 게시 및 Rubys가 제공하는 서비스에서 해당 데이터베이스를 통해 정보를 탐색하거나 정보를 태그하는 등의 행위를 할 수 있습니다.
1.Rubys와 체결한 별도의 계약에 따라 특별히 허용된 경우가 아닌 한, Rubys가 제공한 것으로서 현재 이용 가능한 정식 인터페이스 이외의 모든 수단(자동화 여부에 관계없음)으로 Rubys의 데이터베이스 및 본 서비스에 접근하거나 본 서비스를 검색하는 행위 또는 그러한 접근이나 검색을 시도하는 행위(주: 본 서비스상에서의 크롤링(crawling)은 robots.txt 파일의 규정을 따를 경우에 허용되나, 본 서비스상에서 Rubys의 사전 동의 없이 스크래핑(scraping)하는 행위는 명시적으로 금지됨)는 금지됩니다.
2.Rubys 내의 데이터베이스는 정보의 출처를 신뢰할 수 있는 경우에만 작성합니다.
3.데이터베이스의 정보 내용은 작성 당시 제품(식품, 식료품 등 데이터베이스 내에 저장된 대상을 일체 포함함) 정보를 참고하는 것으로 이후 제품의 정보가 수정된 경우 이를 신속히 인지하고 정보를 수정합니다.
4.제 3호의 노력에도 불구하고 변경된 제품 정보를 데이터베이스에 반영하지 못할 경우, 이로 인한 부당 이득의 취득 또는 명백한 고의가 밝혀지지 않는 경우에는 이에 대한 손해 배상 및 법적 책임을 지지 않습니다.
제 25 조 (경험치 및 멘토)
Rubys 회원은 Rubys 내에서 콘텐츠 게시, 댓글 작성 등의 특정 활동을 한 경우에 경험치를 획득합니다. 각 활동별 획득 경험치는 설정에 따라 변경될 수 있으며, 해당 활동을 타인이 인지할 수 있게 게시한 경우에 한해 획득할 수 있습니다. 또한 경험치를 획득한 활동을 추후 삭제 및 비공개 처리할 경우, 해당 경험치는 삭제됩니다. 경험치는 관련 정책이 변경되지 않는 한 계속해서 누적되며, Rubys 정책에 따라 획득한 경험치가 특정 기준을 넘을 시 멘토 신청을 할 수 있는 자격이 부여됩니다.
1.회원이 멘토를 신청한 경우, 회원이 제시한 첨부자료와 활동내역을 참고하여 멘토 승인이 결정됩니다. Rubys는 자체적인 기준에 따라 멘토 심사를 할 수 있으며, 심사 결과에 대해 소명할 의무를 지지 않습니다. 멘토 신청은 따라 승인 거절시 특정 기간이 지난 후 재신청할 수 있습니다.
2.멘토 승인이 된 회원은 타인에게 멘토임이 드러나는 표식을 부여받습니다. 멘토 회원은 다른 회원에게 적합한 정보와 콘텐츠를 제공할 의무를 갖습니다. 이에 대해 특정 기간 동안 경험치를 쌓지 않거나, Rubys 내 활동이 현저히 부족할 경우 멘토 자격이 소멸될 수 있습니다.
3.멘토 회원이 관련 법령에 위배되는 행동을 하거나, 사실과 맞지 않는 정보를 배포하여 혼란을 야기하거나, Rubys 내에서 부적절하다고 판단되는 행동을 할 경우 당사는 멘토 자격을 중지시킬 수 있으며, Rubys는 혼란을 야기한 멘토 회원의 행동과 발언에 대한 책임을 지지 않습니다.
제 26 조 (분쟁해결)
Rubys는 이용자와 파트너 사이에 분쟁이 발생하지 않도록 최선을 다할 것입니다. 그럼에도 불구하고 서비스 이용과 관련하여 분쟁이 발생할 경우 이는 거래당사자인 이용자와 파트너가 해결하여야 함을 유의하여 주시기 바랍니다. 다만, Rubys는 가능한 한 최선의 노력을 다하여 거래당사자 간의 분쟁이 신속하게 처리될 수 있도록 성실하게 협조할 것입니다.
제 27 조 (준거법 및 관할법원)
1.본 약관 또는 서비스는 대한민국의 법률에 따라 규정되고 이행됩니다.
2.본 약관 또는 서비스와 관련된 분쟁은 『민사소송법』상의 관할법원에 소를 제기할 수 있습니다.
부칙
본 약관은 2022년 5월 1일부터 시행합니다.', '20220404', '99991231', '2022-04-04 15:43:52', null, null, null, 'C'),
       ('TERM02', '0.2', 'Rubys
개인정보 처리방침
주식회사 베노프하우스(이하 “당사”)가 제공하는 Rubys서비스(이하 “서비스”)는 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 아래의 처리방침을 두고 있습니다.
본 보호정책은 정보통신부에서 지정한 개인정보 보호지침 제7조에 의거하여 작성되었으며, 수시로 내용이 변경될 수 있으므로 정기적으로 방문하셔서 확인하는 것을 권장합니다.
당사는 정통부 시행 개인정보보호지침(제22조 1항)에 의거 관리책임자를 아래와 같이 지정합니다.
직 위: 개인정보 보호책임자
이 름: 소병호
전 화: 010) 4609-1835
E-mail: cs@benope.com
개인정보 관리 책임자는 서비스 회원 여러분의 개인정보를 보호하고, 유출을 방지하는 책임자로서 회원들이 안심하고 서비스를 이용할 수 있도록 도와 드립니다. 개인정보보호에 대해 의견을 제시하거나 관련 문의사항이 있으면 위의 연락처로 연락주시기 바랍니다.
1. 개인정보 수집목적 및 이용
당사는 수집한 개인정보를 다음과 같은 목적으로만 이용합니다.
  1)  간편가입 의사의 확인, 이용자 본인확인, 이용자 식별, 회원탈퇴 의사의 확인 등 회원관리를 위해 개인정보를 이용합니다.
  2) 콘텐츠 등 기존 서비스 제공(광고 포함)에 더하여, 인구통계학적 분석, 서비스 방문 및 이용기록의 분석, 개인정보 및 관심에 기반한 이용자간 관계의 형성, 지인 및 관심사 등에 기반한 맞춤형 서비스 제공 등 신규 서비스 요소의 발굴 및 기존 서비스 개선, 개인 맞춤화 서비스 등을 위하여 개인정보를 이용합니다.
  3) 법령 및 이용약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재, 계정 도용 및 부정거래방지, 약관 개정 등의 고지사항 전달, 분쟁조정을 위한 기록 보존, 민원처리 등 이용자 보호 및 서비스 운영을 위하여 개인정보를 이용합니다.
  4) 유료 서비스 제공에 따르는 본인인증, 구매 및 요금 결제, 상품 및 서비스의 배송을 위하여 개인정보를 이용합니다.
  5) 이벤트 진행 및 경품 배송, 제세공과금 처리를 위해 개인정보를 이용합니다.
  6) 거래처 등록 및 대금 지급을 위해 개인정보를 이용합니다.
  7) 광고성 정보 제공 등 마케팅 및 프로모션 목적으로 개인정보를 이용합니다.
  8) 서비스 이용 기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및 통계에 따른 맞춤 서비스 제공과 광고 게재 등에 개인정보를 이용합니다.
  9) 보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용환경 구축을 위해 개인정보를 이용합니다.
2. 개인정보 수집 항목 및 수집 방법
당사는 간편가입, 원활한 고객 상담, 각종 서비스의 제공을 위해 최초 이용시 필요한 개인정보를 수집하고 있습니다.
  1) 카카오 아이디로 로그인 시에는 닉네임, 프로필사진, 이메일, 카카오톡 채널 추가 상태 및 내역을 필수 항목으로 수집하고, 성별, 생일, 출생연도, 전화번호를 선택 항목으로 수집합니다.
  2) 네이버 아이디로 로그인 시에는 이메일을 필수 항목으로 수집하고, 프로필사진, 성별, 생일, 연령대를 선택 항목으로 수집합니다.
  3) 애플 아이디로 로그인 시에는 이메일을 필수 항목으로 수집합니다.
  4) 구글 아이디로 로그인 시에는 이메일을 필수 항목으로 수집합니다.
  5) 이벤트 진행 및 경품 배송, 제세공과금 처리를 위해 아래의 정보를 수집할 수 있습니다.
    · 이벤트 참여: (필수) 이름, 휴대전화번호
    · 경품 배송: (필수) 이름, 주소, 휴대전화번호
    · 제세공과금 처리: (필수) 이름, 주소, 휴대전화번호, 고유식별정보(주민등록번호 등)
  6) 상품구매 및 배송 등의 서비스 제공을 위해 다음과 같이 개인정보를 수집, 이용, 파기합니다.
    · (필수) 구매자 정보(이름, 이메일주소, 휴대전화 번호), 수취인 정보(이름, 연락처, 배송지 정보), 예금주 이름, 은행명, 계좌번호, 개인통관고유번호(해외 구매시): 상품 주문확인, 이용자 식별 서비스, 배송 서비스, 환불 및 상담 회신, 관세부과 및 통관, 이벤트 및 마케팅 정보 수신, 서비스 개선을 위한 Data분석 등을 위하여 수집하며 전자상거래법에 따라 거래기록 보존을 위한 정보는 5년간 보관합니다.
  7) 매입 / 매입・매출 거래처 등록을 위하여 아래의 정보를 수집할 수 있습니다.
    · 개인: (필수) 이름, 주소, 휴대전화번호, 이메일, 입금계좌 정보(계좌번호, 예금주명), 신분증 사본
    · 사업자: (필수) 이름, 주소, 휴대전화번호, 이메일, 입금계좌 정보(계좌번호, 예금주명), 사업자등록증, 통신판매업신고증, 입금계좌 신고서, (법적 필수 서류일시)영업허가증(신고증)
  8) 서비스를 이용하면서 이용 문의를 하거나, 권리 침해 신고를 접수하는 경우에는 문의 접수 및 해결 과정에서 이메일, (휴대)전화번호를 수집할 수 있습니다.
  9) 모바일 서비스 특성상 단말기에 관한 정보(단말기 모델, 이동통신사 정보, OS, 하드웨어 ID, ADID, 접속IP, 서비스 이용에 대한 기본 통계)가 자동으로 수집될 수 있으나, 이는 개인을 식별할 수 없는 형태입니다.
  10) 이 외에도 추가적으로 로그 정보, 서비스 이용기록, 앱 설치 정보 등이 수집될 수 있으며, 당사는 14세 미만 이용자의 개인정보를 수집하지 않습니다.

당사는 아래의 방법을 통해 개인정보를 수집합니다.
  1) 회원가입이나 서비스 이용 과정에서 이용자가 직접 제공하고 동의하는 경우, 해당 개인정보를 수집합니다.
  2) 고객센터를 통한 상담 과정이나 이벤트 응모 과정 등에서 웹/앱 페이지, 메일, 팩스, 전화, 서면 등을 통해 이용자의 개인정보가 수집될 수 있습니다.
  3) 기기정보와 같은 생성정보는 서비스 이용과정에서 자동으로 생성되어 수집될 수 있습니다.
  4) 당사와 제휴한 외부 기업이나 단체로부터 개인정보를 제공받을 수 있으며, 이러한 경우에는 제휴사에서 이용자에게 개인정보 제공 동의를 받은 후 수집합니다.
3.개인정보 처리의 위탁
당사는 원칙적으로 이용자 동의 없이 개인정보를 외부에 제공하지 않습니다.
다만, 이용자들이 개인정보 제공에 사전에 동의한 경우, 관련 법령에 의해 개인정보 제출 의무가 발생한 경우에는 개인정보가 제공될 수 있습니다.
외부 업체에 업무 위탁 시 계약서 등을 통해서 개인정보보호 관련 법규의 준수, 개인정보에 관한 비밀유지, 제3자 제공에 대한 금지, 사고 시의 책임 부담, 위탁 기간, 처리 종료 후의 개인정보의 파기 등을 규정하고, 이를 준수하도록 관리 감독하고 있습니다.
주식회사 베노프하우스는 회원님에게 서비스를 제공하는 데에 반드시 필요한 업무 중 일부를 외부 업체에 위탁하고 있습니다.
수탁업체				위탁업무 내용					보유 및 이용 기간
(공란)				전자 결제 대행					회원탈퇴 시 혹은 위탁계약 종료 및 서비스 종료 시까지 (이용자가 해당 서비스를 이용하는 경우에만 처리 위탁됨)
(공란)				휴대전화 결제 대행					회원탈퇴 시 혹은 위탁계약 종료 및 서비스 종료 시까지 (이용자가 해당 서비스를 이용하는 경우에만 처리 위탁됨)
(공란)				고객 및 주문정보, 이용관리 등 콜센터 업무의 일체	회원탈퇴 시 혹은 위탁계약 종료 및 서비스 종료 시까지 (이용자가 해당 서비스를 이용하는 경우에만 처리 위탁됨)
Amazon Web Services(AWS KOREA)	클라우드 IT인프라 제공				회원탈퇴 시 혹은 위탁계약 종료 및 서비스 종료 시까지 (이용자가 해당 서비스를 이용하는 경우에만 처리 위탁됨)
(공란)				SMS, 알림톡 등 메시지 발송 서비스 제공		회원탈퇴 시 혹은 위탁계약 종료 및 서비스 종료 시까지 (이용자가 해당 서비스를 이용하는 경우에만 처리 위탁됨)
4.개인정보 보유 및 이용기간
당사는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 이용자의 개인정보를 지체없이 파기합니다. 단, 당사 내부방침이나 관계법령의 규정에 의하여 보존할 필요가 있는 경우에는 아래와 같이 일정 기간 동안 개인정보를 보관할 수 있습니다
  1) 법령 기준에 따라 별도 보관하는 경우
   ① 전자상거래 등에서 소비자 보호에 관한 법률
    · 계약 또는 청약철회 등에 관한 기록: 5년 보관
    · 대금결제 및 재화 등의 공급에 관한 기록: 5년 보관
    · 소비자의 불만 또는 분쟁처리에 관한 기록: 3년 보관
   ② 통신비밀보호법
    · 접속 로그 기록: 3개월
  2) 내부 기준에 따라 별도 보관하는 경우
    · 회원 정보: 회원에서 탈퇴한 경우 부정이용 방지를 위해 이름, 이메일(로그인ID), 휴대전화번호, CI/DI 등의 회원정보 : 3년
    · 비회원 정보: 업무 목적 달성 시까지
    · 서비스 이용에 따른 채권·채무관계 정산 시까지
    · 1년 간 회원의 서비스 이용 기록이 없는 경우, 『개인정보 보호법』 제39조의6에 근거하여 회원에게 사전 통지하고, 별도 보관합니다.
    · 이벤트 진행 및 경품 배송, 제세공과금 처리를 위해 이름, 주소, 휴대전화번호: 3개월
    · 거래처 등록 및 대금 지급을 위해 거래처 등록서류, 입금계좌 정보: 정보 확인 및 거래처 등록 후 3개월

당사의 개인정보 파기 절차 및 방법은 다음과 같습니다.
  1) 파기 절차
    · 이용자가 서비스 이용 등을 위해 입력한 정보는 이용 목적이 달성된 후, 내부 방침 및 관련 법령에 따라 일정 기간 저장된 후 파기됩니다.
    · 해당 개인정보는 법률에 의한 경우가 아니고서는 보관되는 목적 외로 이용되지 않습니다.
  2) 파기 방법
    · 종이에 출력된 개인정보는 분쇄기로 분쇄하고, 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
5.이용자 및 법정대리인의 권리와 행사 방법
    · 이용자 및 법정대리인은 언제든지 수집 정보에 대하여 수정, 동의철회, 삭제 등을 요청하실 수 있습니다. 다만, 동의 철회, 삭제시 서비스의 일부 또는 전부 이용이 제한될 수 있습니다.
    · (조회/수정 및 정정) 회원정보수정 메뉴 또는 1:1 상담을 이용하여 처리할 수 있습니다. 처리가 완료될 때까지 해당 정보를 이용하거나 타인에게 제공하지 않을 것입니다. 또한 합리적인 사유로 잘못된 개인정보를 제3자에게 이미 제공한 경우, 정정 처리의 결과를 지체 없이 제3자에게 통지하여 정정하도록 조치합니다.
    · (동의 철회/삭제) 상담 서비스를 이용하여 수집 정보에 대한 동의 철회 및 삭제를 요청하실 수 있습니다. 다만, 수집정보에 대한 동의 철회, 삭제시 서비스의 일부 또는 전부 이용이 제한될 수 있으며, 다른 법령에 따라 수집하는 정보의 경우에는 동의 철회가 어려울 수 있습니다.
    · (회원 탈퇴) 회원탈퇴 메뉴를 이용하여 편리하게 직접 탈퇴를 진행하시거나, 1:1상담을 통하여 진행할 수 있습니다.
    · (상담/문의) 당사는 개인정보의 수집 및 이용 목적에 따라 이용자와 상담원 간의 통화내용을 녹음할 수 있으며 고객센터를 통한 소비자 상담/문의 시 녹음 등에 대한 안내는 고객센터 상담 전 안내 멘트를 통해 확인하실 수 있습니다.
6.외부 사이트 및 자료에 관한 정책
당사가 이용자에게 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공하는 경우, 당사는 외부사이트 및 자료에 대한 아무런 통제권이 없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다.
당사가 포함하고 있는 링크를 클릭(click)하여 타사이트(site)의 페이지로 옮겨 갈 경우 해당 사이트의 개인정보보호정책은 당사와 무관하므로 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다.

7.	자동 수집 개인정보 및 거부
당사는 이용자의 정보를 수시로 저장하고 찾아내는 쿠키(cookie) 등을 운용합니다. 쿠키는 웹사이트가 이용자의 컴퓨터 브라우저에 보내는 아주 작은 텍스트 파일로 이용자의 컴퓨터 하드디스크에 저장됩니다.
  1) 쿠키의 사용 목적
    · 회원과 비회원의 접속 빈도나 방문 시간 등의 분석, 이용 형태 및 관심분야 파악, 자취 추적, 각종 이벤트 참여 정도, 방문 횟수 파악 등을 통한 타겟 마케팅 등 개인별 맞춤 서비스를 제공하기 위해 쿠키를 사용합니다.
  2) 쿠키의 설치, 운영과 거부
    · 이용자는 쿠키 설치에 대한 선택권을 가지고 있으며, 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다.
    · 쿠키의 설정은 웹 브라우저별 옵션 선택을 통해 ①모든 쿠키를 허용, ②쿠키가 저장될 때 마다 확인,
  3) 모든 쿠키의 저장을 거부할 수 있습니다.
    · 이러한 쿠키의 설정 방법은 웹브라우저에 따라 차이가 있으므로, 자세한 사항은 각 브라우저별 도움말을 참고해 주시기 바랍니다.
    · Internet Explorer : 도구 메뉴 선택 > 인터넷 옵션 선택 > 개인정보 탭 클릭 > 개인정보처리 수준 설정
    · Chrome : 설정 메뉴 선택 > 고급 설정 표시 선택 > 개인정보-콘텐츠 설정 선택 > 쿠키 수준 설정
    · firefox : 옵션 메뉴 선택 > 개인정보 선택 > 방문기록-사용자 정의 설정 > 쿠키 수준 설정
    · safari : 환경설정 메뉴 선택 > 개인정보 탭 선택 > 쿠키 및 웹 사이트 데이터 수준 설정
    · 단, 쿠키의 저장을 거부하였을 경우에는 로그인이 필요한 서비스 등 일부 서비스 이용에 어려움이 있을 수 있습니다.
8.맞춤형 광고에 관한 개인정보 수집
  1) 당사는 이용자의 웹사이트, 앱 서비스 방문 이력 등의 행태정보를 이용하여 온라인 맞춤형 광고 등 고객님께 최적화된 맞춤형 서비스 및 혜택을 제공하기 위하여 아래와 같이 행태정보를 수집, 이용합니다.
수집하는 행태정보의 항목				이용자의 웹사이트, 앱 서비스 방문 이력, 검색, 이력, 구매 이력, 기타 온라인 상 활동 정보, 광고 식별자
행태정보의 수집 방법				이용자 웹사이트/앱 방문 실행 시 자동 수집
행태정보의 수집 목적				이용자의 관심 기반 맞춤형 광고 제공
행태정보 보유 이용 기간 및 이후 정보 처리 방법		수집일로부터 2년 보관 후 삭제
이용자 통제권 행사 방법
 - 웹브라우저
  1) Internet Explorer: 도구 → 인터넷 옵션 → 개인정보 → 고급 → 허용/차단 선택
  2) Chrome: 설정 → 개인정보 및 보안 → 쿠키 및 기타 사이트 데이터 → 쿠키 수준 설정
  3) Edge: 설정 → 쿠키 및 사이트 권한 → 쿠키 및 사이트 데이터 → 쿠키 수준 설정
 - 모바일
  1) Andriod: 설정 → 구글 → 광고 → 광고 맞춤설정 선택 해제
  2) IOS: 설정 → 개인정보보호 → 추적 → 광고추적 제한
이용자 피해 구제 방법				담당부서: CS팀, 070-7764-0701, benope@benope.com
※행태정보의 수집을 위해 (타사)를 이용하며, Rubys 앱 내 맞춤형 광고는 (타사)가 대행하여 처리합니다.
  2) 당사는 다음과 같이 온라인 맞춤형 광고 사업자가 행태정보를 수집할 수 있도록 허용하고 있습니다.
    · 행태정보를 제공받는자 : 페이스북, 구글, 카카오, 네이버, 애피어, 몰로코, 애플
    · 제공하는 행태정보 항목 : 웹사이트/앱 서비스 방문 이력, 검색 이력, 구매 이력, 기타 온라인 상 활동 정보
    · 행태정보 이용 목적 : 사용자 관심 기반의 맞춤형 광고 제공을 위함
9.개인정보의 기술적 관리적 보호조치
당사는 이용자들의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 보호대책을 강구하고 있습니다.

  1) 해킹 등에 대비한 대책
    · 당사는 해킹이나 바이러스 등 당사 정보통신망 침입에 의한 이용자 개인정보의 분실, 도난, 유출, 변조 또는 훼손 등 피해 방지를 위해 침입탐지 및 침입차단 시스템을 24시간 가동하고 있으며, 만일의 사태에 대비하여 모든 침입탐지 시스템과 침입차단 시스템은 이중화로 구성하여 운영하고 있습니다.
    · 개인정보의 훼손 피해에 대비하여 중요한 데이터를 주기적으로 백업하고 있으며, 백신 프로그램을 이용하여 개인정보나 중요한 데이터의 유출 방지를 위해 노력하고 있습니다.
    · 민감한 개인정보는 정보통신망을 통해 주고받는 과정에서 암호화 통신을 적용하여 개인정보를 안전하게 전송할 수 있도록 하고 있습니다.
 - 이 외에도 보안 시스템 도입 및 전문인력 확충 등 보안성 확보를 위해 지속적으로 노력하고 있습니다.
  2) 개인정보 처리자의 최소화 및 주기적인 교육
    · 당사의 개인정보 관련 처리자는 담당자로 한정하여 개인정보 처리자를 최소화하고 있으며, 퇴직 및 직무변경 등 인사이동이 있는 경우 지체 없이 권한을 변경, 말소하여 개인정보 접근 권한을 통제하고 있습니다.
    · 개인정보 처리자에 대해 주기적으로 교육을 진행하여 개인정보보호의 중요성을 인식시키고, 안전하게 관리할 수 있도록 최선의 노력을 다하고 있습니다.
10.개인정보 처리방침 변경
개인정보 처리방침 변경에 관한 정책은 다음과 같습니다.
이 개인정보 처리방침은 2022.5.1부터 적용됩니다.', '20220404', '99991231', '2022-04-04 15:43:52', null, null, null, 'C'),
       ('TERM03', '0.2', 'Rubys
개인정보 제 3자 정보 제공 동의
1) 주식회사 베노프하우스는 Rubys 서비스를 통한 주문과 결제가 이루어진 경우, 판매자(제 3자)와의 상담 및 배송 등 원활한 거래 이행을 위하여 이용자의 개인정보 중 필요한 내용을 판매자에게 전달합니다. 제 3자 정보 제공 동의가 이루어진 경우 이용자가 주문하는 경우에 한정하여 판매자에게 개인정보가 제공됩니다.
제공받는자 : 판매자(판매자 정보 문의 cs@benope.com)
제공목적 : 상품 주문확인 및 배송업무
제공되는 개인정보 : 이름, 휴대폰번호, 이메일, 배송지주소(구매자와 수취인이 다를 경우 수취인의 이름, 휴대폰번호, 주소 정보 제공), 상품 구매, 취소, 반품, 교환 정보, 송장정보, 개인통관고유번호(해외배송 상품 구매시)
보유 및 이용기간 : 재화 또는 서비스의 제공 목적이 달성된 후 파기(단, 관계법령에 정해진 규정에 따라 법정기간 동안 보관)
2) 제 3자 개인정보 제공을 거부하실 수 있으나, 이 경우 서비스 이용이 제한될 수 있습니다.', '20220404', '99991231', '2022-04-04 15:43:52', null, null, null,
        'C'),
       ('TERM04', '0.2', 'Rubys
마케팅 정보 수신 동의(광고성 정보 수신 동의)
주식회사 베노프하우스는 개인정보보호법 등에 관한 법률 등 관계 법령에 따라 광고성 정보를 전송하기 위해 수신자의 사전 수신동의를 받고 있습니다. 다만 동의하지 않을 경우, 상품/서비스 소개 및 권유, 사은행사, 판촉행사 등 이용목적에 따른 혜택의 제한이 있을 수 있습니다. 그 밖에 금융 거래와 관련된 불이익은 없습니다.
1. 마케팅 및 광고에의 활용
 - 할인, 이벤트(쿠폰 발급 등)의 광고성 정보 제공
 - 개인별 맞춤 서비스 및 신규 개발 기능 제공
 - 새로운 기능(제품)의 안내
2. 루비스 서비스와 관련한 각종 정보를 서비스 화면, 앱푸시, SMS, 이메일 등의 방법으로 회원에게 제공할 수 있으며 이를 위한 개인정보(휴대폰번호, 이메일)을 수집합니다.
3. 결제안내 및 쿠폰 소진/소멸 등 의무적으로 안내되어야 하는 정보성 내용 및 일부 혜택성 정보는 수신동의 여부와 무관하게 제공됩니다.
4. 마케팅 정보 수신 동의 이후에라도 이용자의 의사에 따라 동의를 철회할 수 있으며, 수신을 동의하지 않아도 회사가 제공하는 기본적인 서비스를 이용할 수 있으나, 당사의 마케팅 정보를 수신하지 못할 수 있습니다. 이용자가 동의를 철회하거나, 탈퇴시까지 수집한 정보를 보유 및 이용할 수 있습니다.',
        '20220404', '99991231', '2022-04-04 15:43:52', null, null, null, 'C');